<!DOCTYPE HTML>
<html lang="en">

<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="viewport" content="width=device-width,initial-scale=1">
	<meta name="keywords" content="">
	<meta name="description" content="">
	<title>ADT-Benefactors</title>
	<!--Bootstrap -->
	<link rel="stylesheet" href="assets/css/bootstrap.min.css" type="text/css">
	<!--OWL Carousel slider-->
	<link rel="stylesheet" href="assets/css/owl.carousel.css" type="text/css">
	<!--Custome Style -->
	<link rel="stylesheet" href="assets/css/style.css" type="text/css">
	<!--Responsive Style -->
	<link rel="stylesheet" href="assets/css/responsive.css" type="text/css">
	<!--magnific Style -->
	<link rel="stylesheet" href="assets/css/magnific-popup.css" type="text/css">
	<!--FontAwesome Font Style -->
	<link href="assets/css/font-awesome.css" rel="stylesheet">
	<!-- Fav and touch icons -->
	<link rel="shortcut icon" href="favicon.png">
	<!-- Google-Font-->
	<link href="https://fonts.googleapis.com/css?family=Marcellus&amp;display=swap" rel="stylesheet">

<link href="https://fonts.googleapis.com/css?family=Noto+Sans:400,400i,700,700i&amp;display=swap" rel="stylesheet"><!-- HTML5 Shim and Respond.js IE8 support of HTML5 elements and media queries -->
	<!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
	<!--[if lt IE 9]>
        <script src="https://oss.maxcdn.com/libs/html5shiv/3.7.0/html5shiv.js"></script>
        <script src="https://oss.maxcdn.com/libs/respond.js/1.4.2/respond.min.js"></script>
<![endif]-->
</head>

<body id="tl">
		<!-- Header -->
		<?php include_once 'sinhala_header.php'; ?>
	<!-- /Header -->

	<!-- Inner-intro -->
	<section id="inner_intro" class="section-padding">
		<div class="container">
			<div class="inner_wp z_index white_text">
				<div class="row">
					<div class="col-md-12">
						<h1 class="text-center">ප්‍රතිලාභීන්</h1>
						<h5 class="text-center">දේවප්‍රිය වලිසිංහ මහතා</h5>
						<nav class="breadcrumb">
							<ul>
								<li class="breadcrumb-item"><a href="index.php">මුල් පිටුව</a></li>
								<li class="breadcrumb-item active">දේවප්‍රිය වලිසිංහ මහතා</li>
							</ul>
						</nav>
					</div>
				</div>
			</div>
		</div>
	</section>
	<!-- /Inner-intro -->

	<section class="sa-paster-about-section section-padding pd-default">
			<div class="container">
				<div class="row">
					<div class="col-lg-7">
						<div class="sa-paster-about-area">
							<!-- <h3>Gopal dhanam</h3> -->
							<h3>දේවප්‍රිය වලිසිංහ මහතා</h3>
							<!-- <p class="designation">Yoga Teacher</p> -->
							
							<p>Tඅනගාරික ධර්‍මපාලතුමාගේ ප්‍රධානතම අනුගාමිකයා වූයේ දේවප්‍රිය වලිසිංහය. මෙතුමා මහාබෝධි සමාගමේ කාර්යයන් සඳහා විශාල මෙහෙවරක් ඉටු කළේය. ශ්‍රී ලංකාවේ මෙන්ම ඉන්දියාවේද මහාබෝධි සමාගම් වල ප්‍රදාකපුරේ බොහෝ දෙනාගේ ගෞෘගේ ‍ෙ‍රිධාන ලේකම් ධූරය දැරුවේ මෙතුමාය. මෙම තනතුරු වල එතුමා වසර ගණනාවක් තුල ක්‍රියා කළේය. 1904 වසරේ පෙබරවාරි මස 10 වන දින උපත ලැබූ දේවප්‍රිය වලිසිංහ දරුවන් සත් දෙනෙකුගෙන් යුත් පවුලක සය වන දරුවා විය. කන්ද උඩරට රදළ පරම්පරාවකින් පැවත ආ මොහු එම පරපුරේ බොහෝ දෙනාගේ ගෞරවයට පාත්‍ර විය.

							
							</p>
							<p>	1912 වසරේදී අනගාරික ධර්‍මපාලතුමා සබරගමු පළාතේ සංචාරයක නිරත වෙමින් ජාතික හා බෞද්ධාගමික පුනරුදයක් සඳහා දේශන පැවැත්වූ අවස්ථාවක අට හැවිරිදි (8 හැවිරිදි) කුඩා දරුවෙකු වූ වලිසිංහ ප්‍රථම වරට ධර්‍මපාලතුමාගේ දේශනයකට සවන් දුන්නේය. ඉතා ළාබාල වියේ සිටි මේ දරුවාට එම දේශන වල අන්තර්ගත කරුණු පිළිබද එතරම් දැනුමක් නැති විය. එහෙත් ධර්‍මපාලතුමා වලිසිංහ හා කථාබස් කොට ඔහුව හදා වඩා ගත් දෙමව්පියන්ද හමු වී වලිසිංහ හට කොළඹ දී වැඩිදුර අධ්‍යාපනයක් ලබාදීමට කැමැත්ත ලබා ගත්තේය. ඒ සඳහා සියලු වියදම් දැරීමටද ධර්‍මපාලතුමා කැමැත්ත පළ කළේය.



	</p><p>ඒ අනුව කොළඹ නගරයට පැමිණි වලිසිංහ ධර්‍මපාලතුමාගේ මෑණියන් වන මල්ලිකා හේවාවිතාරණ මැතිනිය යටතේ හැදී වැඩුණේය. මේ වන විට හේවාවිතාරණ පවුලේ හිතවතෙකු වූ යූ.බී. දොලපිහිල්ල නැමැති ඉංග්‍රීසි බස හොඳින් උගත් කන්ද උඩරැටියා හට හේවාවිතාරණ පවුල විසින් ජපානයේ රෙදි විවීම පිළිබද ශිෂ්‍යත්වයක් ලබා දෙන ලදී. මෙම තරුණයා ජපානයට යැවීමට පෙර ඉංග්‍රීසි බස වඩාත් හොඳින් ඉගෙනීම සඳහා මරදානේ මහාබෝධි සංගමය මගින් පිහිටුවන ලද මහාබෝධි ඉංග්‍රීසි විදුහලට ඇතුලත් කරන ලදී.

	</p>
	
	</div>
					</div>
					<div class="col-xl-4 col-lg-5 offset-xl-1 align-self-center">
						<div class="ss-pastor-img-wrap">
							<!-- <img src="assets/images/pastor-1.jpg" alt="img"> -->
							<img src="assets/images/custom_images/walisinha_page163.png" alt="img">
						</div><p class="align_center"> <br>සිරි දේවමිත්ත ධම්මපාල හිමිගේ භස්මාවශේෂ පිරිවෙනට බාර දෙන අවස්ථාවේ විද්‍යොදය පිරිවෙනෙ භික්ෂූන් වහන්සේලා සමග දේවප්‍රිය වලිසිංහ මහතා</p>
					</div>
				</div>
	
	
	
	
	
	<p>1917 වසරේදී අනගාරික ධර්‍මපාලතුමාගේ මව ඉන්දියාවේ වන්දනා ගමනක යෙදුන අවස්ථාවේ එවකට දහතුන් හැවිරිදි දරුවෙකු වූ වලිසිංහ ද ඇය සමග ඉන්දියාවට ගියේය. මේ වකවානුවේදී අනගාරික ධර්‍මපාලතුමා වැඩි වශයෙන්ම සිටියේ කල්කටාවේ සිරකරුවෙකු ලෙසිනි. බ්‍රිතාන්‍ය පාලකයින් විසින් ධර්‍මපාලතුමාව සිරගත කොට තිබිණි. එයට හේතු වූයේ 1915 දී ශ්‍රී ලංකාවේ ඇති වූ ජාතිවාදී අරගලයයි. මේ අතර ඉන්දියාවේ මහාබෝධි සමාගමේ ගණකාධිකරණ කටයුතු කිරීම සඳහා වලිසිංහ පත් කරන ලදී. එහිදී ඔහු හොඳින් බෙංගලි බස හැදෑරූ අතර ඉන්පසුව ඔහුව ශාන්තිනිකේතනයට පිටත් කර හරින ලදී. ශාන්තිනිකේතනය වනාහි ඉන්දියාවේ පිහිටි ඉතා ප්‍රසිද්ධ ආගමික අධ්‍යාපනික ආයතනයකි. මෙම ආයතනය සුප්‍රසිද්ධ බෙංගාලි ජාතික කවියෙකු වූ රබීන්ද්‍රනාත් තාගෝර් විසින් අරඹන ලද්දකි. ඉන් පසුව ඔහු ඉන්දියාවේ පිහිටි උසස් අධ්‍යාපන ආයතනයක් වූ මදුරාසියේ ජනාධිපති විද්‍යාලයට (Presidency College) ඇතුළු විය.

	</p><p>1931 චසරේදී ධර්‍මපාලතුමා පැවිදි විය. ධර්‍මපාලතුමා දැරූ තනතුරු වලට වඩාත්ම සුදුස්සා ලෙස සැල‍කෙන ලද්දේ වලිසිංහය. ඒ අනුව 1931 වසරේදී වලිසිංහ මහාබෝධි සමාගමේ ලේකම් ධූරයත්, භාණ්ඩාගාරික ධූරයත් යන ධූර දෙකම සඳහා පත් කරන ලද්දේය. මේ වන විට ඉතා දුර්වල වෙහෙසකර තත්වයකට පත්ව සිටි ධර්‍මපාලතුමා සිය අන්තිම කැමති පත්‍රය ලිවීමට අදහස් කළේය. ඒ සඳහා ඕස්ට්‍රේලියාවට යැවීමට තෝරා ගන්නා ලද්දේ වලිසිංහවය. එසේ ඔස්ට්‍රේලියාවට ගොස් අනගාරික ධර්‍මපාලතුමාගේ මිත්‍රයෙකු වූ ජෝන් ද සිල්වා හමුවී අවශ්‍ය ලියකියවිලි සකස් කොට ඔස්ට්‍රේලියාවේ ක්වීන්ස්ලන්ඩ් ප්‍රාන්තයෙහි දී ඒ ලියවිලි සම්පූර්ණ කරන ලෙස ධර්‍මපාලතුමා අදහස් කළේය. එසේ සම්පූර්ණ කරන ලද අන්තිම කැමති පත්‍රය ශ්‍රී ලංකාවේ නීතිඥ සමාගමක් වූ ජුලියස් සහ ක්‍රීසි ප්‍රසිද්ධ නොතාරිස්වරු (Julius and Creasy Notaries public) මගින් ක්‍රියාත්මක කරන ලදී.

	</p>
	<p>අනගාරික ධර්‍මපාලතුමාගේ මරණයෙන් පසු එතුමාගේ භස්මාවශේෂ ලංකාවට ගෙන එන ලද්දේ වලිසිංහ සහ අනගාරික ධර්‍මපාලතුමාගේ ඥාති පුත්‍රයෙකු වූ රාජා හේවාවිතාරණ විසිනි. මෙම භස්මාවශේෂ පිළිගැනීම සඳහා අති විශාල පිරිසක් රැස්ව සිටියහ. එම පිරිස ශ්‍රී ලංකාවේ එවකට රැස්වූ විශාලතම පිරිස ලෙස හැඳින්විය හැකිය. මෙම අවස්ථාවේදී මාලිගාකන්ද විහාරස්ථානයට 50,000 කට අධික පිරිසක් රැස්ව සිටි බව සඳහන් වේ. එම අවස්ථාවට සහභාගි වූ පිරිස ඇමතූ වලිසිංහ එම ජනතාවගෙන් ඉල්ලා සිටියේ තමා පවසන ප්‍රතිඥාව වචනයෙන් වචනය තමා හා උච්චාරණය කරන ලෙසය. එම ප්‍රතිඥාව වූයේ ‘බුද්ධගයවෙ බේරා ගනිව්! එය යළිත් බෞද්ධයන් අතට පත්වන තුරු සටන් කරව්! සිංහලයිනි නිදා නොසිටිව්!’ යනුවෙනි. අනගාරික ධර්‍මපාලතුමා විසින් බුද්ධගයව බේරා ගැනීම සඳහා දරණ ලද පරාර්ථකාරමී සේවයට සහ ධර්‍මපාලතුමාගේ නාමයට ගෞරවයක් ලෙස මේ ප්‍රතිඥාව ප්‍රකාශයට පත් කරන ලදී. මෙම ප්‍රකාශයෙන් රැස්ව සිටි ජනතාව තුල ඇති වූයේ විදුලි කෙටීමක් වැනි හැඟීමකි. ඒ අනුව ඔවුහු බුද්ධගයාව යළිත් බෞද්ධයින් අතට පත් කිරීම සඳහා ගත හැකි හැම පියවරක්ම ගත්තෝය.


							
							</p><p>අනගාරික ධර්‍මපාලතුමාට අවසන් කළ නොහැකි වූ විශාල වැඩ කොටසක් සම්පූර්ණ කිරීමට වලිසිංහ උර දුන්නේ ධර්‍මපාලතුමා හා සමාන කැපවීමකිනි. ඔහු ඉතා සාමකාමී ලෙසත් සූක්ෂම ලෙසත් මහාබෝධි සංගමයේ අරමුණු ඉදිරියට ගෙන ගියේය. ඔහු කෙතරම් දක්ෂ ලෙස සාකච්ඡා කළේද යත් එතෙක් බ්‍රිතාන්‍ය රජය යටතේ පැවති සාරිපුත්ත සහ මොග්ගල්ලාන අග්‍රශ්‍රාවක දෙපලගේ ධාතු එවකට තැන්පත් කර තිබුණු ලන්ඩන් නුවරින් නැවත ආපසු ලබා ගැනීමටද සමත් විය.

							</p><p>1941 වසරේ දෙවන ලෝක මහා සංග්‍රාමය පැවති කාලයේදී බ්‍රිතාන්‍ය රජය විසින් වලිසිංහව අත් අඩංගුවට ගෙන ඉන්දියාවේ සිරගත කරන ලද්දේ බෞද්ධ බලපෑමක් තිබූ ජපානය හා සම්බන්ධතා පැවැත්වීම හේතුවෙනි. පසුව ඔහුව නිදහස් කරන ලදී. ඉන් පසුව ඔහු ලංකාවට පැමිණි අතර මහාබෝධි සංගමයේ ප්‍රධාන ලේකම්තුමා ලෙස විය. බ්‍රිතාන්‍යයන් විසින් යුද්ධය අවසන් වනතුරු ඉන්දියාවට ආපසු නොයන ලෙසට විධානය කරන ලදී.

							</p><p>මහාබෝධි සංගමයේ ආදි කර්‍තෘවරයා මෙන්ම දක්ෂ ලේඛකයෙකු වූ වලිසිංහ මහාබෝධි මුද්‍රණාලය අතිශය ක්‍රියාකාරී ආයතනයක් බවට පත් කළේය. සිංහල බෞද්ධයා පුවත්පත වැඩිදියුණු කර වඩාත් ප්‍රචලිත කිරීමට සමත් විය. මහාබෝධි සංගමයේ අයවැය ලේඛනයේ ප්‍රතිලාභ අංශය වඩාත් දියුණුවත්ම, මුදුණාලයේ සේවකයන් සඳහා අර්ථසාධක අරමුදලක් ආරම්භ කිරීමටද පියවර ගත්තේය. මහාබෝධි සංගමයේ නීති මාලාවද වඩාත් සංවිධානාත්මකව නවීකරණය කරන ලදී. එම සාමාජිකයින්ගේ සාමාජිකත්වය යාවජීව බවට පත් කරන ලදී. 

							</p><p>ලංකාවේ විසූ කාලය තුලදී වලිසිංහ මහතා “ඉන්දියාවේ බෞද්ධ සිද්ධස්ථාන” යන මාතෘකාවෙන් ග්‍රන්ථයක්ද සකස් කළේය. මෙම ගුන්ථය එකළ ඉන්දියාවේ සංචාරයෙහි යෙදුන බෞද්ධ වන්දනා කරුවන්ගේ පිළිගත් අත්පොතක් බවට පත් විය. ඉහත දී නොවැදගත් පුද්ගලයෙකු ලෙස බ්‍රිතාන්‍යයෙන් ප්‍රකාශ කළ මේ තැනැත්තා හට පසුව රජතමය සංවත්සරයට අදාල පදක්කමක් පවා ප්‍රදානය කරන ලදී. මෙම පදක්කම බ්‍රිතාන්‍යයේ V වන ජෝර්ජ් රජතුමා සහ දෙවන එළිසබත් රැජින යන බ්‍රිතාන්‍ය රාජකීයයන් විසින් 1961 සාරානාත් හිදී පිළිගන්වන ලදී.

							</p><p>
							දේවප්‍රිය වලිසිංහ මහතා මහාබෝධි සංගමයේ කටයුතු වලට ප්‍රබල ශක්තියක් විය. එම සංගමයේ විවිධ ශාඛා වලට පමණක් නොව, ශ්‍රී ලංකාවේ, ඉන්දියාවේ සහ බ්‍රිතාන්‍යයේද ශාඛා වල ක්‍රියාකාරිත්වය නගාසිටුවීමෙහිලා ඔහු සමත් විය. ආරම්භක ආදි කර්‍තෘවරයාගේ අභාවයෙන් පසුව සංගමයේ ක්‍රියාකාරිත්වය මන්දගාමි නොවන්නට වගබලා ගත්තේ දේවප්‍රිය වලිසිංහ මහතාය. 
						</p>
				
				</div>
			</div>
		</section>

	<!-- Footer -->
	<?php include_once 'sinhala_footer.php';?>
	<!-- /Footer -->

	<!-- Scripts -->
	<script src="assets/js/jquery.min.js"></script>
	<script src="assets/js/bootstrap.min.js"></script>
	<!--Magnific-Popup-JS-->
	<script src="assets/js/jquery.magnific-popup.min.js"></script>
	<!-- Countdown -->
	<script src="assets/js/jquery.countdown.min.js"></script>
	<!--Custome-JS-->
	<script src="assets/js/interface.js"></script>
	<!--Carousel-JS-->
	<script src="assets/js/owl.carousel.min.js"></script>
	<!--ion-range-slider-JS-->
	<script src="assets/js/ion.rangeSlider.min.js"></script>
	<!--Audio-JS-->
	<script src="assets/js/audio_custome.js"></script>
</body>

</html>
