<!DOCTYPE HTML>
<html lang="en">



<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="viewport" content="width=device-width,initial-scale=1">
	<meta name="keywords" content="">
	<meta name="description" content="">
	<title>ADT-Life Of Anagarika Dharmapala</title>
	<!--Bootstrap -->
	<link rel="stylesheet" href="assets/css/bootstrap.min.css" type="text/css">
	<!--OWL Carousel slider-->
	<link rel="stylesheet" href="assets/css/owl.carousel.css" type="text/css">
	<!--Custome Style -->
	<link rel="stylesheet" href="assets/css/style.css" type="text/css">
	<!--Responsive Style -->
	<link rel="stylesheet" href="assets/css/responsive.css" type="text/css">
	<!--magnific Style -->
	<link rel="stylesheet" href="assets/css/magnific-popup.css" type="text/css">
	<!--FontAwesome Font Style -->
	<link href="assets/css/font-awesome.css" rel="stylesheet">
	<!-- Fav and touch icons -->
	<link rel="shortcut icon" href="favicon.png">
	<!-- Google-Font-->
	<link href="https://fonts.googleapis.com/css?family=Marcellus&amp;display=swap" rel="stylesheet">

<link href="https://fonts.googleapis.com/css?family=Noto+Sans:400,400i,700,700i&amp;display=swap" rel="stylesheet"><!-- HTML5 Shim and Respond.js IE8 support of HTML5 elements and media queries -->
	<!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
	<!--[if lt IE 9]>
        <script src="https://oss.maxcdn.com/libs/html5shiv/3.7.0/html5shiv.js"></script>
        <script src="https://oss.maxcdn.com/libs/respond.js/1.4.2/respond.min.js"></script>
<![endif]-->
</head>

<body id="tl">
		<!-- Header -->
		<?php include_once 'sinhala_header.php'; ?>
	<!-- /Header -->

	<!-- Inner-intro -->
	<section id="inner_intro" class="section-padding">
		<div class="container">
			<div class="inner_wp z_index white_text">
				<div class="row">
					<div class="col-md-12">
					<h1 class="text-center">අනගාරික ධර්මපාලයන්ගේ ජීවිතය</h1>
						<h5 class="text-center">(1864 සැප්තැම්බර් 17 සිට 1933 අපේ‍්‍රල් 29 දින දක්වා)</h5>
						<nav class="breadcrumb">
							<ul>
								<li class="breadcrumb-item"><a href="sinhala_index.php">මුල් පිටුව</a></li>
								<li class="breadcrumb-item active">බුද්ධගයාවේ සංග්‍රාමය</li>
							</ul>
						</nav>
					</div>
				</div>
			</div>
		</div>
	</section>
	<!-- /Inner-intro -->

	<section class="sa-paster-about-section section-padding pd-default">
			<div class="container">
				<div class="row">
					<div class="col-lg-7">
						<div class="sa-paster-about-area">
							<!-- <h3>Gopal dhanam</h3> -->
							<h3>බුද්ධගයාවේ සංග්‍රාමය</h3>
							<!-- <p class="designation">Yoga Teacher</p> -->
							<p class="designation"></p>
	</br>
							<p>	
							ඉන්දියාවේ වයඹ දිග ප්‍රදේශයේ පිහිටි බිහාර් ප්‍රාන්තයෙන් කිලෝමීටර් කීපයක් ඈතින් බෝධිගයා හෙවත් බුද්ධගයා ප්‍රදේශය පිහිටා ඇත. මෙම ප්‍රදේශයට බුද්ධගයා යන නම යෙදුනේ සුද්ධෝදන රජුගේ පුත් වූ සිද්ධාර්ථ ගෞතම සිය රාජ කුමාර තනතුර අත්හැර දමා තවුස් දිවියක් ගත කොට වසර ගණනාවක් භාවනායෝගීව සිට ‘බුද්ධත්වය’ ලැබූ නිසාය. ලොව පුරා පැතිරී සිටින මිලියන 300 ක් පමණ වන බෞද්ධයන්ගේ අති පූජනීය ස්ථානය වන්නේ මේ ප්‍රදේශයයි.
						</p><p>							
						අනගාරික ධර්‍මපාලතුමා විසි හැවිරිදි වියේ පමණ පසු වන කාලයේ ඔහුගේ ජීවිතයේ ඒකායන අරමුණ වූයේ බුද්ධගයාව බේරා ගැනීමයි. 
					</p><p>
					බුදුන්ගේ පරිනිර්වාණයෙන් ශත වර්ෂ ගණනාවක් ගත වූ පසු අශෝක අධිරාජයා විසින් බුදුන් හට ගරු කිරීම සඳහා තනවන ලද ස්ථූපය (විහාරය) ජරාවාස වී තිබුණි. මෙම පූජනීය ස්ථානය ඒ වන විට ‘මහන්තා’ නැමැති බලසම්පන්න හින්දු ආගමික නායකයෙකු යටතේ පැවතින. ධර්‍මපාලතුමා බුද්ධගයාව හැදින්වූයේ බෞද්ධයින්ගේ ජෙරුසලම ලෙසටයි. එය ධර්‍මපාලතුමා සමාන කළේ යුදෙව්වන් හට සියොන් (Zion) නගරය ලෙස සහ ඉස්ලාම් ආගම අදහන අයට මක්කම ලෙසටය.

	</p><p>
	ජරාවාස වී තිබුණු බුද්ධගාව යළිත් සොයා ගන්නා ලද්දේ බ්‍රිතාන්‍ය පාලකයන් විසින් වීම විමතියට කරුණකි. ඉන්දියාවේ බෞද්ධ ස්ථාන සොයා ගැනීම තරුණ ධර්‍මපාලතුමා තුල මහත් උනන්දුවක් ඇති කළේය. මේ නිසාම බුද්ධගයාව පිලිබඳවත් ඔහු දැඩි උනන්දුවක් දැක්වීය.

	</p><p>
	19 වන සියවස ආරම්භයේදී (1809) ෆප්‍රැන්සිස් බුචනන් නැමැති ස්කොට් ජාතික ශල්‍ය වෛද්‍යවරයා බුද්ධගයාව නැවත සොයා ගැනීමේ මූලිකත්වයක් දැරීය. එම ප්‍රදේශයේ බහුලව පැවති හින්දු සහ බෞද්ධ කලා කෘතීන් (Artefacts) ගැන ඔහු සඳහන් කර තිබුණි. එසේ වුවද එම ශත වර්ෂයේ අවසාන භාගය වනතුරු ඒ පිළිබඳ කිසිම ගවේශනයක් කර නොතිබුණි.  19 වන සියවසේ අවසාන භාගයේදී ඇලෙක්සැන්ඩර් කනිංහැම් නැමැති බ්‍රිතාන්‍ය පුරාවිද්‍යා ඉංජිනේරුවරයාගේ ප්‍රධානත්වයෙන් එක්රැස් වුණ පුරාවිද්‍යාඥයින් පිරිසක් “බ්‍රිතාන්‍ය ඉන්දියාව” (British India) නැවත සොයා ගන්නා ලදී. මෙම පුරාවිද්‍යාඥයින් පිරිස ඉහත දැක්වූ ප්‍රදේශය සිතියම් ගත කළහ. </br></br> ඈත අතීතයේ චීන ජාතික වන්දනාකරුවන් ලියා තිබූ කරුණු ඇසුරෙන් මේ ප්‍රදේශය පිළිබදව තොරතුරු සොයා ගන්නා ලදී. මේ අතරින් ෆාහියන් (Fa-hien) සහ සුආන් සැන්ග් (Hsuan Tsang)  යන අය විසින් ලියන ලද වාර්තා යුරෝපීය භාෂා වලටද පරිවර්තනය කරන ලදී. මේ අතර බ්‍රිතාන්‍ය අධිරාජ්‍යවාදීන්ගේ රජය ඉන්දියාව පිළිබද පුරාවිද්‍යාත්මක ගවේෂණයක් ආරම්භ කළෝය. මෙම ගවේෂණයේදී තක්ෂිලා, නාලන්දා, සාරානාත්, සාංචි, ලුම්බිණි සහ බුද්ධගයා යන ප්‍රදේශවල කැණීම් විශාල ප්‍රමාණයක් අරඹන ලදී. මෙම කැණීම් වලින් සොයා ගන්නා ලද පුරාවිද්‍යාත්මක වස්තූන් මගින් පුරාණ ඉන්දියාව තුල බුද්ධාගමේ බලපෑම පිළිබද සාක්ෂි සොයා ගැනීමට ඔවුන්ට හැකි විය. මෙම ඓතිහාසික තොරතුරු ඊට පෙර යුගයක ඉන්දියානු අධිරාජයෙකු වූ අශෝක රජතුමා විසින්ද සොයා ගනු ලැබ තිබිණි. ඉන්දියාව බ්‍රිතාන්‍ය යටත් විජිතයක් වීමට පෙර කරන ලද මෙම සොයා ගැනීම් පසු කලකදී ජනතාවගේ මතකයෙන් ඉවත් වීමට හේතු වූයේ හින්දු ආගම සහ ඉස්ලාම් ආගම එකිනෙක පරයමින් ඉන්දියාවේ ප්‍රධාන ආගම් වීමට තරඟ කළ බැවිනි. මේ සියල්ල සිදුවූයේ යටත් විජිතවාදී යුගයට පෙරය.

	</p>
	
	
	
	</div>
					</div>
					<div class="col-xl-4 col-lg-5 offset-xl-1 align-self-center">
						<div class="ss-pastor-img-wrap">
							<!-- <img src="assets/images/pastor-1.jpg" alt="img"> -->
							<img src="assets/images/custom_images/buddagaya_62.jpg" alt="img">
							<img src="assets/images/custom_images/buddagaya_64.jpg" alt="img">
							<img src="assets/images/custom_images/buddagaya_67.jpg" alt="img">
							<img src="assets/images/custom_images/buddagaya_team.jpg" alt="img">
						</div>
					</div>
				</div>
	
	</br> </br>
	
	
	<p>
	කනිංහැම් මහතා විසින් ඉන්දියාවේ පුනරුදයක් ඇති කල කාල වකවානුවේදීම ඉංග්‍රීසි ජාතික ලේඛකයෙකු වූ ශ්‍රීමත් එඩිවින් ආර්නල්ඩ් විසින් ලියන ලද ‘ද ලයිට් ඔෆ් ඒෂියා’ (The Light of Asia) නැමති කාව්‍යමය ග්‍රන්ථය තරුණ ධර්‍මපාලයන්ගේ හදවත සසල කිරීමට සමත් විය. මෙම ග්‍රන්ථයට පාදක වූයේ බුදුන් වහන්සේගේ ජීවන තොරතුරුය. සර් එඩ්වින් ආර්නල්ඩ් ලේඛකයා බුද්ධගයාවේ සංචාරයක යෙදීමෙන් අනතුරුව ඉහත සදහන් ග්‍රන්ථය ලියන ලදී. මෙම කාලයේදී තරුණ වියේ සිටි ධර්‍මපාල බෞද්ධ ආගමික බලවේගයක (Theosophical Movement) ක්‍රියාකාරී සාමාජිකයෙකු විය. ධර්‍මපාලතුමා විසින්ම පසු කාලයකදී පවසන ලද පරිදි "ආසියාවේ ආලෝකය” නම් වූ මෙම ග්‍රන්ථය (The Light of Asia) කියවද්දී ධර්‍මපාලතුමාගේ දෙනෙතට කදුලු ඉනූ බව සඳහන් වී ඇත. 


							
							</p><p>
							මේ වන විට කොළඹ නගරයේ වික්ටර් හවුස් (Victor House) නැමැති නිවසේ පදිංචි වී සිටි ධර්‍මපාලතුමා (දැන් මේ නිවස ධර්‍මපාල බාලිකා පාසැල ලෙස හ ධර්‍මපාල බාලිකා පාසැල ලෙස හැදිැඳින්වේ) කඩිනමින් පෝක් සමුද්‍ර සන්ධිය හරහා යාත්‍රා කර ඉන්දියාවේ පූජනීය නගරයට ලඟා වුණේය. පෝක් සමුද්‍ර සන්ධිය යනු ශ්‍රී ලංකාව ඉන්දියාවෙන් වෙන් කරනු ලබන පටු සමුද්‍ර තීරයකි. මෙම ගමනේද ධර්‍මපාලතුමා තවත් ජපන් ජාතික භික්ෂූන් දෙදෙනෙක් කැටුව ගිය බව දැක්වේ. ඒ දෙදෙනා නම් ගරු කොසෙන් ගුණරතන සහ ටොකුසාවා යන දෙදෙනාය. ඕල්කොට්තුමා ජපානයට ගිය අවස්ථාවේ දී මේ ජපන් ජාතික භික්ෂූන් දෙදෙනා ඔහු සමග ලංකාවට පැමිණ ඇත. ඔවුන් බුද්ධගයාවට සංචාරය කළේ 1891 ජනවාරි 22 දින මදුරාසිය (වර්තමාන චෙන්නායි) බොම්බාය (වර්තමාන මුම්බායි) සහ බාරාණාසිය හරහාය.

							</p><p>
							ධර්‍මපාලතුමා බෝධ්ගයාව සංචාරය කළ සමයේ අශෝක ස්ථූපය බෙහෙවින් පිරිහී තිබුණි. හින්දුවරු සහ බෞද්ධයෝ යන දෙපිරිස අශෝක ස්ථූපය වන්දනා කළ නමුන්, ඒ පිරිස ඉතා සුළු ප්‍රමාණයක් විය. මෙකල බුරුමයේ (වර්තමාන මියන්මාරය) රජකම දැරූ රජු සිය රටවැසියන් බුදුන්ට වන්දනාමාන දැක්වීම සඳහා මියන්මාරයට නිතර පැමිණි බව දැන සිටියේය. වරින්වර ටිබෙටි ජාතික වන්දනාකරුවන් සුළු ප්‍රමාණයක්ද මෙහි පැමිණියහ. මෙම ස්ථානයේ බෞද්ධ වන්දනාකරුවන් සඳහා නවාතැන් (පොළක්) ස්ථානයක්ද පැවතුණි. මෙම වන්දනා ස්ථානයේ පාලනය පැවතියේ හින්දු ජාතික මහන්තා වෙතය. ඉහත සඳහන් පූජනීය ස්ථානයට යාබද බිමි කොටසක මහන්තා පදිංචිව සිටියේ මාළිගාවක් බඳු විශාල වාස භවනකය. ඔහු බෞද්ධ වන්දනාකාර පිරිසට පූජනීය ස්ථානය වන්දනා කිරීමට ඉඩ දුන්නේය.

						</p><p>
						බෞද්ධයින්ගේ අතිපූජනීය පූජාභූමිය දැඩි ලෙස පිරිහී, කිසි කෙනෙකුගේ ආරක්ෂාවක් නොමැතිව හින්දු පූජකයෙකු යටතේ පවතින බව දුටු ධර්‍මපාලතුමා, තමාටම පොරොන්දු වූයේ සිය උපරිම ශක්තිය යොදවා බුද්ධගයාවේ අයිතිය සහ පාලනය බෞද්ධයින් හට පවරා දෙන බවටය. ධර්‍මපාලතුමා මෙම අධිෂ්ඨානය කළේ ශ්‍රී මහා බෝධිය අසලදීය. මේ ශ්‍රී මහා බෝධි අංකුරය බුදුන් වහන්සේ බුද්ධත්වය පැමිණීමට පෙර භාවනායෝගිව සිටි බෝධි වෘක්ෂයේ අංකුරයක් විය. 
							</p><p>
							මේ අතර හින්දු භක්තිකයින් විශ්වාස කළේ විශ්ණු දෙවියන් බුදුන් වහන්සේගේ අවතාරයක් බවය. එම නිසා බුදුන් වහන්සේගේ පිළිමයට හින්දු භක්තිකයෝද පූජා සත්කාර කළෝය. නමුත් ඔවුන් වන්දනාමාන කළ බුද්ධ පිළිම වලට හින්දු දෙවියෙකුගේ බඳු වස්ත්‍රාභරණ වලින් සරසා තිබුණු අතර, බුදුන්ගේ නළල මැද තිලකයක්ද තබා තිබුණි. මෙයද හින්දුන්ගේ චාරිත්‍රයකි. ධර්‍මපාලතුමා විසින් ලිපියක සඳහන් වූයේ “බෞද්ධයින්ගේ අති පූජනීය වන්දනා ස්ථායේ පාලනය අත් වී තිබුණේ බුද්ධාගමට විරුද්ධ මත ධාරියෙකු වූ අයෙකුට වීම දැඩි කලකිරීමකට හේතු වන බවය. මෙම ලිපිය ධර්‍මපාලතුමා විසින් ලියන ලද්දේ ඔහු බුද්ධගයාවට සංචාරය සඳහා ප්‍රථමවරට යෑමෙන් (1891) වසර 26 කට පසුවය. ආපසු ලංකාවට පැමිණ ධර්‍මපාලතුමා එම වසරේම මහාබෝධි සංගමය පිහිටුවේය. මෙම සංගමය පිහිටුවීමේ ප්‍රධාන අරමුණ වූයේ බුද්ධගයාව හින්දු ආධිපත්‍යයෙන් ගලවා ගැනීමය. ලංකාව පුරා සංචාරය කළ ධර්‍මපාලතුමා සිය බලසම්පන්න කටහඩින්  “සිංහලයිනි නැගී සිටිව්! බුද්ධගයාව බේරා ගනිව්!!” යනුවෙන් සිංහල ජනයා දිරිමත් කළේය. මේ අතර එතුමා බෞද්ධ භික්ෂූන් වහන්සේලා සිව් (4) නමක් බුද්ධගයාවේ බුරුම ජාතිකයින් විසින් පිහිටුවන ලද විශ්‍රාම ශාලාවෙහි නවාතැන් ගැනීමට සැලැස්වූවේය.

						</p><p>
						මහාබෝධි සමාගම පිහිටුවීමෙන් අනතුරුව ධර්‍මපාලතුමා බුද්ධගයාවට ආපසු ගියේය. ඔහු විසින් දියත් කරන ලද ප්‍රබල ව්‍යාපාරයේ ප්‍රතිඵලයක් වශයෙන් ඔහු වෙත විරුද්ධවාදීන්ගේ ශාරීරික වදහිංසා පවා එල්ල විය. ධර්‍මපාලතුමා දෙවන වරට බුද්ධගයාවට ලඟා වුණේ තවත් පිරිසක් සමගය. ඔවුන් විසින් රැගෙන ගිය බුද්ධ පිළිමයක් එම ගොඩනැගිල්ලේ දෙවන මාලයේ තැන්පත් කිරීමට උත්සහ දරද්දී මහන්තාගේ සේවකයෝ එම භික්ෂූන් හට පහර දීමට පවා තැත් කළේ අනවශ්‍ය ලෙස බලපෑම් කරන බව පවසමිනි. ඉහත කී බුද්ධ පිළිමය ධර්‍මපාලතුමා ජපානයේ සිට ගෙන එන ලද්දකි. 

					</p><p>
					මෙම කුඩා උත්සවය කඩාකප්පල් කිරීමට තැත් කිරීම හේතුවෙන් මහන්තා සහ ඔහුගේ සේවකයින්ව නඩු මාර්ගයෙන් උසාවියට ඉදිරිපත් කිරීමට ධර්‍මපාලතුමා පියවර ගත්තේය. මෙසේ ආරම්භ වූ නීතිමය ක්‍රියාවලිය “මහා නඩුව” (The Great Case) නමින් හඳුන්වනු ලැබීය. දෙපක්ෂය සඳහාම ඉංග්‍රීසි ජාතික නීතීඥයින් සහභාගී වූහ. මෙම නඩුවේදී ඉංග්‍රීසි ජාතික දිස්ත්‍රික්ක විනිශ්චයකාරවරයා ධර්‍මපාලතුමාගේ පක්ෂයට සහයෝගය දැක්වීය. මහන්තාගේ සේවකයෝ නීතිවිරෝධී ක්‍රියාවන් සඳහා වැරදිකරුවෝ වූහ. විනිශ්චයකාරවරයා සිය දේශනයේදී මෙම නඩුව හඳුන්වන ලද්දේ බෞද්ධ විහාරස්ථානයේ සටනක් ලෙසය. මේ අනුව බුද්ධගයාවේ සංග්‍රාමය ආරම්භ වූ අතර එහි ප්‍රධාන ‘වෙඩිල්ල’ පුපුරවනු ලැබීය. දිස්ත්‍රික්ක විනිශ්චයකරුගේ තීරණයට විරුද්ධව මහන්තා අභියාචනයක් ඉදිරිපත් කළේය. එම අභියාචනයෙන් ද මහන්තා පරාජයට පත්විය. මෙය ඉංග්‍රීසි ජාතිකයෙකුට විරුද්ධව ගත් පියවරක් විය. ඉන් පසුව මහන්තා යළිත් අභියාචනයක් ඉදිරිපත් කළේ කල්කටාවේ ඉහළ උසාවිය හරහාය. මේ උසාවියේ විනිශ්චයකාරවරුන් දෙදෙනෙකු වූහ. ඉන් එක් අයෙක් ඉංග්‍රීසි ජාතිකයෙකු වූ අතර, අනෙක් තැනැත්තා බංගාලි ජාතිකයෙකු විය.
				</p><p>
				මෙම තත්ත්වය යටතේ අවසානයේදී කල්කටාවේ ඉහළ උසාවිය ධර්‍මපාලතුමාට විරුද්ධව තීරණයක් ගෙන මහන්තාගේ සේවකයන් නිදහස් කළේය. මෙම විනිශ්චයෙන් තීරණය වූයේ විහාරස්ථානයේ අයිතිය විහාර ස්ථානයට පැවරීමටත් එහි පාලනය මහන්තාට පැවරීමටත්ය. මෙයින් පසුනොබෑ ධර්‍මපාලතුමා ඊලග පියවර ගත්තේ, විහාරස්ථානය අවට ඇති ඉඩම් වල අයිතිය තමාට පවරා ගැනීමට ඒ ඉඩම් මිලදී ගැනීමය. මෙසේ ඉඩම් විකිණීමට මහන්තා කැමති නොවීය. ඊ ලගට ධර්‍මපාලතුමා තීරණය කළේ මෙම ඉඩම් වලින් කිලෝමීටර් කීපයක් ඈතින් කල්කටා සහ සාරාණාත් හි පිහිටි ඉඩම් මිලදී ගැනීමය. මේ ආකාරයෙන් බෞද්ධ සිද්ධස්ථාන සඳහා ඉන්දියාවේ ඉඩම් මිලදී ගැනීමට නීතිමය ක්‍රියාමාර්ග ගන්නා ලදී. 
			</p><p>
			මේ කාලය තුලදී ධර්‍මපාලතුමා බුද්ධගයා ප්‍රදේශයේ විවිධ ව්‍යාපාර ආරම්භ කළේය. ඒ මගින් විහාරස්ථානයේ බලපෑම අත්හැර නොදැමීමට ධර්‍මපාලතුමා කටයුතු කළේය. ධර්‍මපාලතුමා කුමන ස්ථානයක සිටියද, එම යුගයේ ප්‍රසිද්ධ නායකයින්ගේ සහයෝගය ලබා ගැනීම සඳහා එතුමා ක්‍රියා කළේය. ඔහු බ්‍රිතාන්‍ය තානාපති ඇතුළු යුරෝපයේ සහ ඇමරිකාවේ විසූ උගතුන් හට ලිපි මගින් මේ කරුණු දැන්වීය. ඒ සමගම ඉන්දියානුන්ගෙන්ද විශාල සහයෝගයක් එතුමාට ලැබුණි. මේ කාලයේ ඉන්දියාවේ ජාතික නිදහස සඳහා සටන් කරමින් සිටි නායකයින්ගේ සහයෝගයද ධර්‍මපාලතුමාට ලැබුණි. එකල ඉන්දියාවේ ප්‍රධාන නගරය වූ කල්කටාවේ විද්වතුන්ගේ සහායද එතුමාට ලැබුණි. 
		</p><p>
		මේ අතර එම කාලයේදීම පිහිටුවනු ලැබූ මහාබෝධි සමාගම මගින් තායිලන්තයේ රජ පරපුරෙහි සහයෝගය ද ජපානයේ සහයෝගයද ලබා ගැනීමට සමත් විය. ඒ අතර ලංකාවේද ‘මහාබෝධි’ නාමය යටතේ ජන රැල්ලක් ඇති වී, ඉන්දියාවේ විසූ බෞද්ධයන්ගේ අයිතිවාසීන් සඳහා ප්‍රබල ඉල්ලීමක් ඉදිරිපත් කළහ. බුද්ධගයාව අන්තර් ජාතික බෞද්ධ බලවේගයේ ප්‍රබල සළකුණක් ලෙස ලොව පුරා පැතිර ගිය අතර, විහාරස්ථානයේ පාලනය පිළිබඳව අන්තර් ජාතික වශයෙන්ද උනන්දුවක් ඇති කරන ලදී. 
	</p><p>
	1920 ගණන් වලදී ධර්‍මපාලතුමා ලෝකයේ බටහිර දෙසට සංචාරයක යෙදී බුද්ධ ධර්මය බටහිර රටවලට ගෙන ගියේය. මේ වන විට බටහිර රටවල් වල සුළු වශයෙන් බුද්ධාගම හැදෑරූ උගතුන් අතලොස්සක් සිටි නමුත් එහි වැඩිදුර පැතිරීමක් නොවීය. එසේ වුවද මේ වන විට බුද්ධගයාවේ පාලනය බෞද්ධයින් හට හිමිවීමේ අඩිතාලම ස්ථීර වශයෙන් පිහිටුවනු ලැබීය. බුද්ධගයාව බෞද්ධයින්ගේ සාධාරණ අයිතියක් ලෙස ඊලග පරපුරට සහ නායකයින් හට වටහා ගැනීමට මෙම පියවර අතිශයින් වදගත් විය. මේ අතර ප්‍රධාන තැන ගත් නායකයින් වූයේ මහත්මා ගාන්ධි, ජවහර්ලාල් නේරු, රාජේන්ද්‍ර ප්‍රසාද් සහ බී. ආර්. අම්බෙඩ්කාර් යන අයය.

</p><p>
සිය ජීවිතයේ අවසාන කාලයේදී (සැදෑ සමයේදී) පැවිදි බව ලැබූ ධර්‍මපාලතුමා මහාබෝධි සංගමයෙන් ඉල්ලීමක් කරමින් තමා ආරම්භ කළ සටන තවදුරටත් ඉදිරියට ගෙන යන ලෙස දන්වා සිටියේය. 1933 අනගාරික ධර්‍මපාලතුමා මිය යන විටත් ඉන්දියාව පැවතියේ අධිරාජ්‍යවාදීන්ගේ පාලනය යටතේය. ඒ වන විටත් “බුද්ධගයා ප්‍රශ්නය” විසදී තිබුණේ නැත. එසේ වුවද ධර්‍මපාලතුමා විසින් ආරම්භ කරන ලද ක්‍රියාකාරී චක්‍රය එතුමාගේ මරණින් පසුවද මහාබෝධි සමාගම විසින් ඉදිරියට ගෙන යන ලදී.

ඉන්දියාව බ්‍රිතාන්‍ය අධිරාජ්‍යවාදීන්ගෙන් නිදහස ලබා වසර දෙකක් ගත වූ පසු නිදහස් ඉන්දියානු රජය මගින් බුද්ධගයා විහාරස්ථ ව්‍යවස්ථාව 1949 සම්මත කරන ලදී. මෙම පනතට අනුව බුද්ධගයා විහාරයේ අයිතිය බිහාර් ප්‍රාන්තයේ රජයට පවරන ලදී. ඒ අනුව විහාරයේ පාලනය හින්දු සහ බෞද්ධයන් අතර සමසමව පවත්වාගෙන යාමට තීරණය කෙරිණ. මෙම පාලන කම්ටුවේ සභාපති වූයේ දිස්ත්‍රික්ක විනිශ්චයකරුය. ඔහු හින්දු නොවන අයෙකු විය.
							</p><p>
							1978 එවකට ශ්‍රී ලංකාවේ ජනාධිපතිවරයා වූ ජේ. ආර්. ජයවර්ධන මහතා මහාබෝධි විහාරය වෙත දිවෙන මාවත ‘අනගාරික ධර්‍මපාල මාවත’ නමින් නම් කරන ලදී. 2002 වසරේදී බුද්ධගයාව ලෝක උරුමයක් ලෙස යුනෙස්කෝ (UNESCO) ආයතනය විසින් ප්‍රකාශ කරන ලදී.

වර්තමානයේ බුද්ධගයා විහාරයේ සිට කෙටි දුරකින් මහාබෝධි සංගමයේ විශ්‍රාම ශාලාවක් පිහිටුවා ඇත. මෙහි නේවාසික භික්ෂූන් වහන්සේලා ද වැඩවසන අතර වන්දනා කරුවන්ටද නවාතැන් ගත හැකිය. 20 වන සියවස ආරම්භයේ මතභේදයකට තුඩුදුන් මේ ස්ථානය, වර්තමානයේ වෙනත් බෞද්ධ රටවල වන්දනා කරුවන් සඳහා වූ විශ්‍රාම ශාලා වලින්ද යුක්තය. මේ සියල්ලක්ම පිහිටුවා ඇත්තේ මහාබෝධි විහාරයට ආසන්නවය.

							</p><p>
							ඉන්දියානු රජය මෑත කාලයේදී බුද්ධගයාවෙහි ජාත්‍යන්තර ගුවන්තොටුපලක්ද පිහිටුවනු ලැබීය. මෙම ගුවන් තොටුපොල ලෝකයේ විවිධ රටවල් වල සිට බුදුරජාණන් වහන්සේට ගෞරව දැක්වීම සඳහා පැමිණෙන දහස් සංඛ්‍යාත වන්දනා කරුවන් හට ගුවන් ගමන් පහසුකම් සැලසීම අරමුණු කරගෙන පිහිටුවන ලද්දකි.
</p>







							<!-- <div class="sa-team-social">
								<h5>Social links</h5>
								<ul class="text-center">
									<li><a href="#"><i class="fab fa-facebook-f"></i></a></li>
									<li><a href="#"><i class="fab fa-twitter"></i></a></li>
									<li><a href="#"><i class="fab fa-linkedin-in"></i></a></li>
									<li><a href="#"><i class="fab fa-youtube"></i></a></li>
									<li><a href="#"><i class="fab fa-instagram"></i></a></li>
								</ul>
							</div> -->

			</div>
		</section>

	<!-- Footer -->

	<?php include_once 'sinhala_footer.php';?>

	<!-- /Footer -->

	<!-- Scripts -->
	<script src="assets/js/jquery.min.js"></script>
	<script src="assets/js/bootstrap.min.js"></script>
	<!--Magnific-Popup-JS-->
	<script src="assets/js/jquery.magnific-popup.min.js"></script>
	<!-- Countdown -->
	<script src="assets/js/jquery.countdown.min.js"></script>
	<!--Custome-JS-->
	<script src="assets/js/interface.js"></script>
	<!--Carousel-JS-->
	<script src="assets/js/owl.carousel.min.js"></script>
	<!--ion-range-slider-JS-->
	<script src="assets/js/ion.rangeSlider.min.js"></script>
	<!--Audio-JS-->
	<script src="assets/js/audio_custome.js"></script>
</body>

</html>
