<!DOCTYPE HTML>
<html lang="en">


<!-- Mirrored from primehostingindia.com/templatemonster/html/templezen/our-teachers.html by HTTrack Website Copier/3.x [XR&CO'2014], Thu, 06 Jan 2022 18:06:09 GMT -->
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="viewport" content="width=device-width,initial-scale=1">
	<meta name="keywords" content="">
	<meta name="description" content="">
	<title>ADT</title>
	<!--Bootstrap -->
	<link rel="stylesheet" href="assets/css/bootstrap.min.css" type="text/css">
	<!--OWL Carousel slider-->
	<link rel="stylesheet" href="assets/css/owl.carousel.css" type="text/css">
	<!--Custome Style -->
	<link rel="stylesheet" href="assets/css/style.css" type="text/css">
	<!--Responsive Style -->
	<link rel="stylesheet" href="assets/css/responsive.css" type="text/css">
	<!--magnific Style -->
	<link rel="stylesheet" href="assets/css/magnific-popup.css" type="text/css">
	<!--FontAwesome Font Style -->
	<link href="assets/css/font-awesome.css" rel="stylesheet">
	<!-- Fav and touch icons -->
	<link rel="shortcut icon" href="favicon.png">
	<!-- Google-Font-->
	<link href="https://fonts.googleapis.com/css?family=Marcellus&amp;display=swap" rel="stylesheet">

<link href="https://fonts.googleapis.com/css?family=Noto+Sans:400,400i,700,700i&amp;display=swap" rel="stylesheet"><!-- HTML5 Shim and Respond.js IE8 support of HTML5 elements and media queries -->
	<!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
	<!--[if lt IE 9]>
        <script src="https://oss.maxcdn.com/libs/html5shiv/3.7.0/html5shiv.js"></script>
        <script src="https://oss.maxcdn.com/libs/respond.js/1.4.2/respond.min.js"></script>
<![endif]-->
</head>

<body id="tl">
		<!-- Header -->
		<?php include_once 'sinhala_header.php'; ?>
	<!-- /Header -->

	<!-- Inner-intro -->
	<section id="inner_intro" class="section-padding">
		<div class="container">
			<div class="inner_wp z_index white_text">
				<div class="row">
					<div class="col-md-12">
						<h1 class="text-center">ප්‍රතිලාභීන්</h1>
						<h5 class="text-center">පූජ්‍ය හික්කඩුවේ ශ්‍රී සුමංගල නාහිමිපාණෝ </h5>
						<nav class="breadcrumb">
							<ul>
								<li class="breadcrumb-item"><a href="index.php">Home</a></li>
								<li class="breadcrumb-item active">පූජ්‍ය හික්කඩුවේ ශ්‍රී සුමංගල නාහිමිපාණෝ </li>
							</ul>
						</nav>
					</div>
				</div>
			</div>
		</div>
	</section>
	<!-- /Inner-intro -->

	<section class="sa-paster-about-section section-padding pd-default">
			<div class="container">
				<div class="row">
					<div class="col-lg-7">
						<div class="sa-paster-about-area">
							<!-- <h3>Gopal dhanam</h3> -->
							<h3>පූජ්‍ය හික්කඩුවේ ශ්‍රී සුමංගල නාහිමිපාණෝ </h3>
							<!-- <p class="designation">Yoga Teacher</p> -->
							<p class="designation">(1827 -1911)</p>
							<p>අපගේ අති ගෞරවනීය හික්කඩුවේ ශ්‍රී සුමංගල නාහිමිපාණන් උපත ලැබුවේ 1827 වසරේ දුරුතු මස (ජනවාරි මස) 20 වන දිනයේය. ලංකා ඉතිහාසයේ අඳුරුතම යුගයක් ලෙස හැඳින්විය හැකි මේ යුගය දීර්ඝ කාලයක් තුල පෘතුගීසීන්ගේ සහ ඕලන්ද ජාතිකයින්ගේ යටත් විජිතයක් ලෙස දරුණු පාලනයකට ලක්වී සිට ඉන් අනතුරුව බ්‍රිතාන්‍ය අධිරාජ්‍යවාදීන්ගේද ආධිපත්‍යයටත් යටත් වී සිටිම මෙම අවාසනාවන්ත තත්ත්වයට හේතු විය. ඒ අනුව 1815 මාර්තු මස 02 වන දින වසර 2538 ක් තුල රැකගත් ස්වාධීනත්වය සිරිලකට අහිමි වී බ්‍රිතාන්‍ය අධිරාජ්‍යවාදීන්ගේ යටත් විජිතයක් බවට පත් විය.
							</p>
							<p>	කන්ද උඩරට ගිවිසුම අත්සන් කළ එවකට බ්‍රිතාන්‍ය ආණ්ඩුකාර ධූරය දැරූ රොබට් බ්‍රවුන්රිග් එම ගිවිසුම අත්සන් කිරීමේදී පොරොන්දු වූයේ බුද්ධාගම මෙරට ප්‍රධාන ආගම ලෙසට ආරක්ෂා කරන බවය. එහෙත් බලයට පත්වූ පසු ඔහු එම පොරොන්දුව කඩකර කිතු දහම (ක්‍රිස්තියානි ආගම) ට මුල් තැන දී එම ආගම රටේ සෑම ප්‍රදේශයකම ප්‍රචලිත කිරීමට පියවර ගත්තේය.

මෙයින් දශක කිහිපයක් ඇවෑමෙන් ශ්‍රී ලංකා ජනතාව අතර බෞද්ධාගම කෙරෙහි වූ භක්තිය කෙමෙන් හීන වන්නට (අඩු වන්නට) පටන් ගත්තේය. මෙයට ප්‍රතිචාරයක් වශයෙන් වැලිවිට සරණංකර සංඝරාජ ස්වාමීන්වහන්සේ බෞද්ධාගමික පුනරුදයක් ඇති කිරීමේ අදහසින් ලක්දිව පුරා පැතිරී සිටි භික්ෂූන් වහන්සේලා ඒකරාශී කිරීමට උත්සහ දැරූ සේක. නමුත් මෙම අරමුණ අසාර්ථක වීමට හේතු වූයේ බෞද්ධ භික්ෂූන් වහන්සේලා අතර පැවති විවිධ නිකාය භේදයන්ය. මෙම නිකාය භේදයන් නිසා භික්ෂූන් වහන්සේලා අතර භේද බින්න ඇති විය. මේ තත්වය කෙතරම් හානි කර වීද යත් 1852 වසරේ සිදත් සඟරාව ඉංග්‍රීසි බසට පරිවර්තනය කළ ජේමිස් ද අල්විස් විද්වතා ප්‍රකාශ කළේ 19 වන සියවස අවසාන වන විට සිංහල කවීහු සිය සාහිත්‍ය කෘතීන් සඳහා ත්‍රිවිධ රත්නයේ පිහිට පතනු වෙනුවට දෙවියන් වහන්සේගේ ආශිර්වාදය සහ පිහිට පතනු ඇති බවය. මෙම කතුවරයා විසින් 1861 ඔක්තෝම්බර් 25 වන දින පාලි භාෂා පරිවර්තක සමිතියට පහත සඳහන් ප්‍රකාශය ඉදිරිපත් කළේ මේ අදහස පෙරදැරි කොට ගෙනය.


	</p>
	


							<!-- <div class="sa-team-social">
								<h5>Social links</h5>
								<ul class="text-center">
									<li><a href="#"><i class="fab fa-facebook-f"></i></a></li>
									<li><a href="#"><i class="fab fa-twitter"></i></a></li>
									<li><a href="#"><i class="fab fa-linkedin-in"></i></a></li>
									<li><a href="#"><i class="fab fa-youtube"></i></a></li>
									<li><a href="#"><i class="fab fa-instagram"></i></a></li>
								</ul>
							</div> -->
						</div>
					</div>
					<div class="col-xl-4 col-lg-5 offset-xl-1 align-self-center">
						<div class="ss-pastor-img-wrap">
							<!-- <img src="assets/images/pastor-1.jpg" alt="img"> -->
							<img src="assets/images/custom_images/sumangala_himi.png" alt="img">
						</div>
					</div>
				</div>
				<p>“නුදුරු අනාගතයේදී මේ දිවයිනෙන් බුදු දහම සම්පූර්ණයෙන් නැතිවී යාමට බොහෝ සේ ඉඩකඩ ඇත. ක්‍රිස්තු දහම වැඩිකල් යාමට මත්තෙන් දිවයින පුරා ක්‍රමයෙන් පැතිරී යනු ඇති අතර පොදු මහජනයා අතර ඇති දුර්මත හා අමන අදහස් වැඩිකල් යාමට පෙර නැති වී යනු ඇති බව මගේ විශ්වාසයයි.”


</p><p>මෙම ප්‍රකාශය බොහෝදුරට සමාන වූයේ ප්‍රංශ ජාතික පුවත්පත් ලේඛක බර්තෝලමියුස් නැමැත්තාගේ අදහස් වලටය. මෙම ලේඛකයා ප්‍රකාශ කළේ ශ්‍රී ලංකාවේ සංඝයා හට බුද්ධාගම පිරිහී යෑම වලක්වා ගැනීමට තරම් ශක්තියක් නොමැති බැවින් නුදුරු අනාගතයේදී මෙම පිරිහීම අඩු වන බවට කිසිම සළකුණක් නොමැති බවය.
</p><p>මේ වන විට බ්‍රිතාන්‍ය අධිරාජ්‍යවාදීන් සම්පූර්ණ දිවයිනෙහි පාලන බලය අත්පත් කරගෙන තිබුණු අතර ඔවුන්ගේ පරම අදහස වූයේ බුදු දහම මුලිනුපුටා දමා ඒ වෙනුවට ක්‍රිස්තු දහම තරයේ ස්ථාවර කිරීමය. බ්‍රිතාන්‍ය අධිරාජ්‍යවාදීන්ගේ බලය තහවුරු කර ගැනීමට මෙය අත්‍යවශ්‍ය කරුණක් ලෙස ඔවුහු සැලකූහ. එමනිසා යුරෝපා රටවල සිටි ක්‍රිස්තියානි මිෂනාරිවරුන් ශ්‍රී ලංකාවට ගෙන්වන ලදී. මෙම මිෂනාරිවරුන් මගින් පාසැල් පද්ධතියක් පිහිටුවා එමගින් බටහිර සංස්කෘතිය මෙරට තුල පැතිරවීම මේ හා බැඳුන තවත් පරමාර්ථයක් විය. බ්‍රවුන්රිග් ආණ්ඩුකාරවරයා විසින් 1816 ජූනි මස 13 වන දින බ්‍රිතාන්‍ය ජාතික දේශපාලඥයෙකු වූ එංගලන්තයේ විසූ විලියම් විල්බර්ෂෝස් වෙත යවනු ලැබූ ලිපියක මේ පිළිබඳ කරුණු සඳහන් වූ අතර ඒ අනුව සුළු කාලයකදී බුද්ධාගම රටේ ප්‍රධාන ආගමක් ලෙස ක්‍රමයෙන් බල රහිත වී, සම්පූර්ණයෙන් නැති වී යාමට සැලැස්වීම ඔවුන්ගේ අරමුණ වූ බව පැහැදිලි වේ.
</p>
				<p>මෙවැනි අඳුරු සමයක් ශ්‍රී ලංකාව තුල පැතිරෙමින් පවතිද්දී, එක්තරා ශ්‍රී ලාංකික පවුලක කුඩා පිරිමි දරුවෙකු උපත ලැබීය. මේ දරුවාගේ මව වූයේ දන්දෙගොඩ ගමගේ ක්‍රිස්තිනාය. එම දරුවාගේ පියා හා ක්‍රිස්තිනාගේ සැමියා වූයේ දොන් ජොහැන්නස් අබේවීර ගුණවර්ධන ලියනාරච්චිය. දරුවා සිව් වයස් වූ විට ඔහුව “නිකලස්” යන නමින් බෞතීස්ම කරන ලදී. මෙවැනි ක්‍රිස්තියානි නමකින් ඔහු බෞතීස්ම නොකළේනම් ඔහුට එකළ පැවති කිසිම පිළිගත් පාසැලකට ඇතුල්විය නොහැකි වීමට ඉඩ තිබිණ. ගුණවර්ධනගේ කුළුදුල් පුත් ලුවිස් ගුණවර්ධන ක්‍රිස්තියානි පල්ලියේ අනුගාමිකයෙකු විය. පල්ලියේ ස්වාමිවරුන් හා ලගින් ඇසුරු කල ලුවිස්, සිය පස් හැවිරිදි දරුවා වූ නිකලස්ව අකුරු ඉගෙනීම පිණිස ගමේ පන්සලේ සංඝනායක වූ සෝභිත ස්ථවීරයන් හට භාර කරන ලදී.
				බෞද්ධ භික්ෂූන් වහන්සේලා ඇසුරෙහි හැදී වැඩුණු මේ කුඩා දරුවා හට ගාලු කොටුවේ පිහිටි ගාලු මධ්‍ය මහා විද්‍යාලයට ඇතුල්වීමට වරම් ලැබුණි. මේ අවස්ථාව සැලසුණේ ඔහු ක්‍රිස්තියානි පල්ලියෙන් බෞතීස්ම ලබා සිටි බැවිනි.

							
</p><p>නිකලස්ගේ වේලාපත්කඩය (හඳහන) පරීක්ෂා කර බැලූ එම ග්‍රාමයෙහි විසූ ජ්‍යෝතිර්වේදියා නිකලස්ගේ පියාට දන්වා සිටියේ මේ දරුවාගේ ජන්ම පත්‍රය ඉතාම අසුභ බවත්, එම නිසා ඔහු ඉතා අඩු වයසින් මරණයට පත්විය හැකි බවත්ය. මෙම අනාවැකිය කුඩා නිකලස්ගේ ජීවිතය සම්පූර්ණයෙන් වෙනස් කිරිමට සමත් විය.

</p><p>1840 වසරේදී ඔහුව බෞද්ධ සාමණේරවරයෙකු වශයෙන් ගාලු දිස්ත්‍රික්කයේ තෙල්වත්ත ප්‍රදේශයේ පිහිටි තොටගමුවේ විහාරස්ථානයේදී පැවිදි කරනු ලැබීය. මේ දරුවාගේ සාමණේර කාලය ගරු මාබොටුවානේ රේවත ස්ථවීර සහ ගරු මලගොඩ සිරිනිවාස ස්ථවීර යන හිමිවරුන්ගේ අධීක්ෂණය යටතේ ගත කරන ලදී.


පැවිදි වූ පසු ඔහු හැඳින්වූයේ හික්කඩුවේ සුමංගල යන නමිනි. ඔහුගේ සාමණේර කාලය ගත කරන ලද්දේ එකල විසූ ශාස්ත්‍ර විශාරද හිමිවරුන් වූ වලානේ ශ්‍රී සිද්ධාර්ථ වැනි උගත් ගුරුවරුන් යටතේය. මෙය මේ දරුවාගේ වාසනාවක් විය. ඉතා උනන්දුවෙන් ශිල්ප හැදෑරූ මොහු පාලි, සිංහල, සංස්කෘත සහ ඉංග්‍රීසි යන භාෂා හොඳින් අධ්‍යයනය කළේය.

</p><p>1873 වසරේදී මෙම ස්ථවීරයාණෝ විද්‍යොදය නැමති ශිල්පායතනය ආරම්භ කළහ. මෙම ආයතනය දැනුම බෙදාදීමේ වටිනා මධ්‍යස්ථානයක් විය. (මෙම ආයතනය ආරම්භ කිරීමෙහිලා මුල්තැන ගත්තේ අනගාරික ධර්‍මපාලතුමාගේ මාතෘ පාර්ශවයේ මුත්තණුවන් විසිනි.)

විද්‍යොදය විද්‍යායතනයේ උගන්වන ලද්දේ ථෙරවාද බුද්ධාගමය. මේ වන විට මහායාන බුදුදහම අනුගමනය කරමින් සිටි ගරු කොජින් ගුණරතන, ගරු කොජින් කොණ්ඩඤ්ඤ, සැටෝ සහ ටොෂිබානා වැනි විදේශීය උගතුන් පවා විද්‍යොදය ආයතනයෙහි ථෙරවාද බුදුදහම හැදෑරීම සඳහා පැමිණියහ. මොවුන් තායිලන්තය, බුරුමය, බංගලිදේශය සහ ජපානය වැනි විදේශීය රටවලින් පැමිණි අය වූහ. මේ අයගේ ආචාර්යවරයා වූයේ හික්කඩුවේ ශ්‍රී සුමංගල ස්ථවීරයාණෝය.</p>

<p>1873 දී ප්‍රසිද්ධ ආගමික වාදයක් වූ පානදුරා වාදයට සහභාගී වූ ගරු මොහොට්ටිවත්තේ ගුණානන්ද හිමිපාණෝ, එම අවස්ථාවට සහභාගී විම සඳහා හික්කඩුවේ ශ්‍රී සුමංගල හිමියන්ටද ආරාධනා කළහ. පානදුරා වාදය කොතරම් දුරට ප්‍රචලිත වූයේද යත් එකල ඇ‌‍මෙරිකාවේ මුද්‍රණය කරන ලද “The Truth Seeker”  (සත්‍ය සෙවීම) යන සඟරාවේද මේ පිලිබඳව සඳහන් විය. මෙම සඟරාවේ ප්‍රධාන තැන ගත් එක් කතුවරයෙකු වූයේ තෝමස් පේන් නැමැත්තාය (Thomas Paine). ඔහු ඇ‌‌‍මෙරිකා එක්සත් ජනපදයේ ආණ්ඩුක්‍රම ව්‍යවස්ථාව සකස් කිරීමේදී පවා මුල් තැන ගත් අයෙකි. මෙම ආගමික වාදය පිළිබද තොරතුරු පැතිර යාමත් සමග කර්නල් හෙන්රි ස්ටීල් ඕල්කට් සහ රුසියානු දර්ශන වාදය පිළිබද ලේඛිකාවක් වූ හෙලේනා බ්ලැවැට්ස්කි මහත්මිය ආදීන්ද ඇමෙරිකාවේ සිට ලංකාවට පැමිණීමට උනන්දු වූහ. 1880 වසරේ මැයි මස 17 වන දින ඉහත නම් සඳහන් දෙදෙනාම බුද්ධාගම වැලඳ ගත්හ. මෙම සිද්ධිය සිදු වූයේ ගාල්ලේ විද්‍යානන්ද විහාරයේදීය.

</p>

</p><p>මේ දෙදෙනාම ඉන්පසුව සුමංගල හිමියන්ගේ ඉගැන්වීම යටතේ පාලි භාෂාව හා බෞද්ධ දර්ශනයද ඉගෙනීමට පටන් ගත්හ. මේ දෙදෙනා අධ්‍යාපනයේ වැදගත්කම ගැන හොඳින් අවබෝධ කරගත් අය වූ අතර, ඒ තුලින් බුද්ධාගම වැටී තිබුණු කණගාටුදායක තත්වයෙන් මුදා ගැනීම සඳහා කළ යුතු දේ ගැන විමසිලිමත් වූහ. එහි ප්‍රතිඵලයක් වූයේ 1895 දී පරමවිඥාණාර්ථ සංගමය කොළඹදී පිහිටුවීමයි. කොළඹ ආනන්ද විද්‍යාලය ආරම්භ කරන ලද්දේද මෙම සංගමය තුලිනි. එහි මුල්ම විදුහල්පතිවරයා වූයේ කේම්බ්‍රිජ් විශ්ව විද්‍යාලයේ උපාධිධාරී, ඇමෙරිකානු සම්භවයක් ඇති ඒ.ඊ. බුල්ජන්ස් මහතාය. මින් අනතුරුව දිවයිනේ විවිධ පළාත්වල මෙවැනි විදුහල් ගණනාවක් පිහිටුවන ලදී. ඒ අතර කොළඹ නාලන්දා විද්‍යාලය, මහනුවර ධර්මරාජ විද්‍යාලය සහ ගාල්ලේ මහින්ද විද්‍යාලයද ඇතුලත් විය.

</p><p>වර්ෂ 1885 දී ශ්‍රී ලංකාවේ බෞද්ධ කොඩිය සැලසුම් කිරීම සඳහා කම්ටුවක් පත් කරන ලදී. එම කමිටුවේ සභාපතිත්වය දරණ ලද්දේ ගරු හික්කඩුවේ සුමංගල ස්ථවීරයෝය. මේ වකවානුවේදී බෞද්ධ දර්ශනය හැදෑරීම සඳහා උනන්දු වූ බොහෝ දෙනෙක් ශ්‍රී ලංකාවට පැමිණ හික්කඩුවේ සුමංගල හිමියන් හමු වූයේ එම හිමියන්ගේ අනුශාසකත්වය යටතේ බෞද්ධ දර්ශනය හැදෑරීමේ අදහසිනි.

</p><p>තෝමස් විලියම් රීස් ඩේවිඩ්ස් මෙම වකවානුවේදී (1867) ගාල්ලේ ප්‍රධාන මහේස්ත්‍රාත්වරයා විය. රීස් ඩේවිඩ්ස් මහතා පාලි භාෂාව හැදෑරීම සඳහා බෞද්ධ හිමිවරු කීප දෙනෙකු වෙතට ගියේය. ඒ අතර යාත්‍රාමුල්ලේ ධර්මාරාම හිමි, දොඩන්දූවේ පියරතන තිස්ස හිමි, ගරු වැලිගම ශ්‍රී සුමංගල හිමි සහ වස්කඩුවේ සුභූති ස්ථවීරයෝ ද වූහ. එමෙන්ම රීස් ඩේවිඩ්ස් මහතා නිතරම හික්කඩුවේ ශ්‍රී සුමංගල හිමියන් මුණගැසී බෞද්ධ දර්ශනය පිළිබදව ගැඹුරින් සාකච්ඡා කිරිමටත් ඒ මගින් බෞද්ධ දර්ශනය පිළිබදව විශාල දැනුම් සම්භාරයක් රැස් කර ගැනීමටද සමත් විය. මෙම සාකච්ඡා සහ හමුවීම් තුලින් බ්‍රිතාන්‍ය පාලන තන්ත්‍රයේ වැදගත් පුද්ගලයින් බොහෝ දෙනෙකු සමග මිත්‍රත්වයක් ඇති කර ගැනිමටත්, ඒ අයගේ ගෞරවය දිනා ගැනිමටත් සුමංගල හිමියෝ සමත් වූහ. මෙම සාකච්ඡා තුලින් සුමංගල හිමියන්ගේ අවධානයට ලක්වූ වැදගත් කරුණක් වූයේ බෞද්ධ දර්ශනය විදේශිකයන්ට පැහැදිලි කිරීමටත්, එහි ගැඹුර වටහා දීමටත් ගතයුතු ක්‍රියා මාර්ගය කුමක්ද යන්නය.

</p><p>ජර්මන් ජාතික සම්භවයක් ඇති ප්‍රසිද්ධ බෞද්ධ දාර්ශනිකයෙකු වූ පෝල් ඩහයික් (Paul Dahike) මහතා ශ්‍රී සුමංගල හිමියන් හමුවීමට ශ්‍රී ලංකාවට පැමිණියේ මේ අවධියේය. ඔහුගේ අදහස වූයේ සුමංගල හිමියන් හමු වී බුදුදහමේ උගන්වන අනාත්ම වාදය පිළිබඳ අවබෝධයක් ලබා ගැනීමටය.
මේ වන විට තරුණ වියේ පසු වූ අනගාරික ධර්‍මපාලතුමා, මහා බ්‍රිතාන්‍යයේ විදේශ කටයුතු භාර නිලධාරියාට ලිපියක් යවමින් ශ්‍රී ලංකාවේ බ්‍රිතාන්‍ය ආණ්ඩුකාරයා පිළිබඳව පැමිණිලි කළේය. මේ ලිපිය ලියන ලද්දේ සුමංගල හිමියන්ගේ නමින්, උන්වහන්සේ ලියන ආකාරයටය. එම ලිපිය තමාගේ නමින් ලියූ බව සුමංගල හිමියන් දැන සිටියේ නැත. එ් ගැන දැනගත්  පසුවද සුමංගල හිමියෝ එතරම් තැකීමක් නොකළහ.
	</p> <p> මේ අතර 1893 දී චිකාගෝ නුවර පැවැත්වුණු ආගමික සම්මන්ත්‍රණයකට සහභාගී වීම සඳහා හික්කඩුවේ සුමංගල හිමියන්ට ඇරයුම් කරනු ලැබීය. එම හිමියෝ සහභාගී වූයේ ථෙරවාද බුද්ධාගම නියෝජනය කරන්නෙකු වශයෙනි. නමුත් තමා වෙනුවට මෙම සම්මන්ත්‍රණයට අනගාරික ධර්‍මපාලතුමා සහභාගී කරවීමට සුමංගල හිමියෝ පියවර ගත්හ. ඒ සඳහා සුමංගල හිමියන්ගේ ආශීර්වදය අනගාරික ධර්‍මපාලතුමාට නොමදව ලැබිණ. මෙම සම්මන්ත්‍රණයේදී අනගාරික ධර්‍මපාලතුමා ප්‍රකාශ කල අදහස් ඇසුරෙන් ඇමෙරිකානු රාජ්‍යය තුල බුද්ධාගම පිළිබඳ ප්‍රබල ජන රැල්ලක් ඇති විය. මේ සිද්ධිය නිසා සුමංගල හිමියන් සහ අනගාරික ධර්‍මපාලතුමා අතර මහා අන්‍යොන්‍ය අවබෝධයක් ගොඩ නැගුණි. මහාබෝධි සංගමයේ ප්‍රථම සභාපති ධූරය දැරුවේද හික්කඩුවේ සුමංගල හිමියෝය. සුමංගල හිමියන්ගේ මග පෙන්වීම සහ අනුශාසනා අනුව ඉන්දියානු අර්ධද්වීපයෙහි බුද්ධ දර්මය යළි ස්ථාපිත කිරීම අනගාරික ධර්‍මපාලතුමා විසින් ඉටු කරන ලද මහඟු කාර්යයකි.
</p><p>1891 වසරේ ජනවාරි මාසයේදී අනගාරික ධර්‍මපාලතුමා බෝධිගයා ප්‍රදේශයේ සංචාරයක් සඳහා පිටත් වූ විට ජපන් ජාතික සම්භවයක් ඇති ගරු කොජින් ගුණරතන හිමියන්ද ඒ සමග යැවීමට සුමංගල හිමියෝ පියවර ගත්හ. එම වර්ෂයේදීම අනගාරික ධර්‍මපාලතුමා ඉන්දියාවේ සිට ජපානයට පිටත්ව ගියේ බෝධිගයා ප්‍රදේශය අන්‍යාගමිකයන්ගෙන් විනාශවීම වළක්වා ගැනීම සඳහා ජපන් රජයේ සහයෝගය පැතිමටය. ආපසු ඉන්දියාවට පැමිණි ධර්‍මපාලතුමා දැඩි ශෝකයට පත් වූයේ එම කාලය අතරතුර ගරු කොජින් ගුණරතන හිමි කලුරිය කළ බව දැන ගත් විටය.

</p><p>ගරු හික්කඩුවේ සුමංගල ස්ථවීරයන් වහන්සේ දැඩිව ප්‍රකාශ කළ කරුණක් වූයේ ඉන්දියාව තුල බුදු දහම යළි ප්‍රචලිත කිරීමට අවශ්‍ය ප්‍රධාන සාධකය නම් ඉන්දියානු උගතුන් හට පාලි භාෂාව ඉගැන්වීම බවය. ඒ අනුව 1907 දී ගරු සුමංගල හිමියන්ගේ ඉල්ලීම පරිදි කොල්කටා (Kolkata) විශ්ව විද්‍යාලය තුල පාලි භාෂාව ඉගැන්වීම සඳහා දෙපාර්තමේන්තුවක් පිහිටුවන ලදී. මෙම කර්තව්‍යය සඳහා එකළ කොල්කටා විශ්ව විද්‍යාලයේ කුලපතිවරයෙකු වූ ශ්‍රීමත් අෂුටොෂ් මුඛර්ජි (Ashutosh Mukherjee) විද්වතාගෙන්ද නොමද සහයක් ලැබුණි. මෙසේ පිහිටුවන ලද දෙපාර්තමේන්තුවේ ප්‍රධානියා වූ ගරු සූරියගොඩ සුමංගල ස්ථවීරයන් පත් කරන ලද්දේද අප නායක හිමියන්ගේ අනුමැතිය ඇතිවය. මෙම තනතුර භාර ගැනීම සඳහා සූරියගොඩ සුමංගල හිමියන් ලංකාවේ සිට කොල්කටා නගරයට ගෙන්වා ගන්නා ලදී.


</p><p>කොල්කටා නගරයේ විශ්ව විද්‍යාලයේ අලුතින් පිහිටුවන ලද පාලි දෙපාර්තමේන්තුවෙන් උපාධිය හිමි කර ගත් උපාධිධරයන් අතුරෙන් ආචාර්ය නලිනක්ෂා දත්ත, සුකුමාර් දත්ත, ආචාර්ය බී.සී. ලෝ (Low), ආචාර්ය බී.එම්. බරුවා, අනුකුල් චන්ද්‍රා බරුවා සහ දීපක් කුමාර් බරුවා වැනි විද්වත්හු වූහ. මෙම උපාධිධාරීහු ඉන්දියාව පුරා විසිරී ඇති වෙනත් විශ්ව විද්‍යාල වලටත්, යුරෝපා විශ්ව විද්‍යාල වලටත් මහගු සේවයක් ඉටු කළහ. ශ්‍රී ලංකාවේ උසස් විද්වතුන් වූ ගරු වල්පොල රාහුල හිමි, උරුවෙල ධර්මරතන හිමි, සාගර පලන්සූරිය, සිරිපාල ලීලාරත්න, විමලානන්ද තෙන්නකෝන්, ආචාර්ය ඩී.ඊ. හෙට්ටිආරච්චි සහ ජිනදාස පෙරේරා වැනවුන්ද ඉන්දියාවේ කොල්කටා (Kolkata) විශ්ව විද්‍යාලයෙන් උපාධි ලබාගත් අය වූහ. මේ අය අතුරින් ජගදීශ් කාශ්‍යප් ස්ථවීර සහ උරුවෙල ධර්මරතන ස්ථවීර යන දෙනම නාලන්දා විශ්ව විද්‍යාලය පිහිටු වූ අතර එම ආයතනය මගින් වියට්නාම, ජපන්, කාම්බෝජියානු, තායි සහ ලංකා උගතුන් රාශියක් බිහි කරන ලදී. එම උගතුන්ගෙන් කිප දෙනෙකු නම් ගරු අකුරැටියේ අමරවංශ ස්ථවීර, ගරු රද්දැල්ලේ පඤ්ඤාලෝක ස්ථවීර, ගණේගම සරණංකර ස්ථවීර, ගරු කනංකේ වජිරඥාණ ස්ථවීර සහ ගරු හෑගොඩ කේමානන්ද ස්ථවීර යන අයය. මේ අය අතුරෙන් බොහෝ දෙනෙක් ශ්‍රී ලංකාවේ විද්‍යොදය ශාසනික ආයතනයෙහි වැදගත් සේවයක් ඉටු කළහ. මින් ඉහත කොල්කටා විශ්ව විද්‍යාලයෙහි පමණක් පිහිටුවනු ලැබූ පාලි භාෂා දෙපාර්තමේන්තුව, පසුව වෙනත් විශ්ව විද්‍යාල වල ද පිහිටුවනු ලැබීය. එම විශ්ව විද්‍යාල නම් වාරාණසී (බාරාණසී), දිල්ලි විශ්ව විද්‍යාලය, පූණේ, සහ මගධ යන විශ්ව විද්‍යාලයන්ය.

</p><p>(Article courtesy: Daily News, 21st of April 2021: ලේඛක ස්වාමීන්වහන්සේ: අමෙරිකාවේ ප්‍රධාන සංඝ නායක, පාමංකඩ ශ්‍රී මහා විහාරය, ලොස් ඇන්ජලීස්හි (ඇමෙරිකාවේ) ධර්ම විජය බෞද්ධ විහාරය) 
	<br>
<b>For more details see:<br/></b>
<br/>
<a  href="https://press.uchicago.edu/ucp/books/book/chicago/L/bo8503417.html"><span style="color: blue;"><b>Blackburn, Anne M (2010). Locations of Buddhism: Colonialism and Modernity in Sri Lanka, Chicago University Press, Chicago.</b></span> </a>


</p>







			</div>
		</section>

	<!-- Footer -->
	<?php include_once 'footer.php';?>
	<!-- /Footer -->

	<!-- Scripts -->
	<script src="assets/js/jquery.min.js"></script>
	<script src="assets/js/bootstrap.min.js"></script>
	<!--Magnific-Popup-JS-->
	<script src="assets/js/jquery.magnific-popup.min.js"></script>
	<!-- Countdown -->
	<script src="assets/js/jquery.countdown.min.js"></script>
	<!--Custome-JS-->
	<script src="assets/js/interface.js"></script>
	<!--Carousel-JS-->
	<script src="assets/js/owl.carousel.min.js"></script>
	<!--ion-range-slider-JS-->
	<script src="assets/js/ion.rangeSlider.min.js"></script>
	<!--Audio-JS-->
	<script src="assets/js/audio_custome.js"></script>
</body>


<!-- Mirrored from primehostingindia.com/templatemonster/html/templezen/our-teachers.html by HTTrack Website Copier/3.x [XR&CO'2014], Thu, 06 Jan 2022 18:06:34 GMT -->
</html>
