<!DOCTYPE HTML>
<html lang="en">

<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="viewport" content="width=device-width,initial-scale=1">
	<meta name="keywords" content="">
	<meta name="description" content="">
	<title>ADT-Benefactors</title>
	<!--Bootstrap -->
	<link rel="stylesheet" href="assets/css/bootstrap.min.css" type="text/css">
	<!--OWL Carousel slider-->
	<link rel="stylesheet" href="assets/css/owl.carousel.css" type="text/css">
	<!--Custome Style -->
	<link rel="stylesheet" href="assets/css/style.css" type="text/css">
	<!--Responsive Style -->
	<link rel="stylesheet" href="assets/css/responsive.css" type="text/css">
	<!--magnific Style -->
	<link rel="stylesheet" href="assets/css/magnific-popup.css" type="text/css">
	<!--FontAwesome Font Style -->
	<link href="assets/css/font-awesome.css" rel="stylesheet">
	<!-- Fav and touch icons -->
	<link rel="shortcut icon" href="favicon.png">
	<!-- Google-Font-->
	<link href="https://fonts.googleapis.com/css?family=Marcellus&amp;display=swap" rel="stylesheet">

<link href="https://fonts.googleapis.com/css?family=Noto+Sans:400,400i,700,700i&amp;display=swap" rel="stylesheet"><!-- HTML5 Shim and Respond.js IE8 support of HTML5 elements and media queries -->
	<!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
	<!--[if lt IE 9]>
        <script src="https://oss.maxcdn.com/libs/html5shiv/3.7.0/html5shiv.js"></script>
        <script src="https://oss.maxcdn.com/libs/respond.js/1.4.2/respond.min.js"></script>
<![endif]-->
</head>

<body id="tl">
		<!-- Header -->
		<?php include_once 'sinhala_header.php'; ?>
	<!-- /Header -->

	<!-- Inner-intro -->
	<section id="inner_intro" class="section-padding">
		<div class="container">
			<div class="inner_wp z_index white_text">
				<div class="row">
					<div class="col-md-12">
						<h1 class="text-center">ප්‍රතිලාභීන්</h1>
						<h5 class="text-center">කර්නල් හෙන්රි ස්ටීල් ඕල්කොට්තුමා</h5>
						<nav class="breadcrumb">
							<ul>
								<li class="breadcrumb-item"><a href="index.php">මුල් පිටුව</a></li>
								<li class="breadcrumb-item active">කර්නල් හෙන්රි ස්ටීල් ඕල්කොට්තුමා</li>
							</ul>
						</nav>
					</div>
				</div>
			</div>
		</div>
	</section>
	<!-- /Inner-intro -->

	<section class="sa-paster-about-section section-padding pd-default">
			<div class="container">
				<div class="row">
					<div class="col-lg-7">
						<div class="sa-paster-about-area">
							<!-- <h3>Gopal dhanam</h3> -->
							<h3>කර්නල් හෙන්රි ස්ටීල් ඕල්කොට්තුමා </h3>
							<!-- <p class="designation">Yoga Teacher</p> -->
							<p class="designation">(1832-1907)</p>
							<p>	හෙන්රි ඕල්කොට් තුමා ගොවි මහතෙකුගේ පුත්‍රයෙකි. ඔහු සිය රාජකාරී දිවිය ආරම්භ කළේ සඟරා කතුවරයෙකු ලෙසිනි. පසුව ඇමෙරිකානු සිවිල් යුද්ධ සමයේ ඔහු යුද්ධ හමුදාවට බැඳී නිලධාරීවරයෙකු ලෙස උසස් වීමක් ලබා ඉන්පසුව නීතිඥවරයෙකු විය. එසේ නීතිඥවරයෙකු ලෙස කටයුතු කළ යුගයේදී සුප්‍රසිද්ධ ඇමෙරිකානු ජනාධිපතිවරයෙකු වූ එ්බ්‍රහම් ලින්කන් මහතා ඝාතනය කිරීම පිළිබද නඩු විභාගයේදී නීතිඥවරයෙකු වශයෙන් කටයුතු කළේය.</p>
							<p>	1874 දී සුප්‍රසිද්ධ ආගමික වාදයක් වූ පානදුරා වාදය ආරම්භ විය. මෙම වාදය කොළඹ නගරයට දකුණු දිගින් වූ පානදුර නගරයේදී පැවැත් විණ. ක්‍රිස්තු ධර්මය හා බුද්ධ ධර්මය අතර වාදයක් වූ මෙය එකළ ජාතික පුවත් පතක් වූ ටයිම්ස් ඔෆ් සිලෝන් (Times of Ceylon)  නැමති පුවත් පතෙහිද නීතිඥවරයෙකු විසින් පළ කරන ලදී. මෙම පුවත් පත යුරෝපීය සමාගමක් විසින් පවත්වාගෙන යනු ලැබූවකි. ක්‍රිස්තියානි මිෂනාරිවරයෙකු වූ ආචාර්ය ජේ.එම්. පීබලිස් (Dr. J.M. Peebles) නැමැති ලේඛකයා මෙකළ ශ්‍රී ලංකාවට පැමිණ සිටි අතර, පානදුරා වාදය පිළිබඳ වාර්තා ලේඛන ගත කර එකළ ඇමෙරිකාවේ විසූ ඕල්කොට් තුමා හට භාර දෙන ලද්දේය. එම ලේඛන නම් කරන ලද්දේ “කිතු දහම හා බුදු දහම පිළිබඳ මුහුණට මුහුණලා කරන ලද සාකච්ඡා” (Christianity and Buddhism in Discussion Face to Face)   යනුවෙනි. 
	

	</p><p>ආත්මවාදය (Spiritualism) සහ ගුප්ත විද්‍යාව බටහිර රටවල මේ වන විට බොහෝ දෙනා උනන්දුව දැක්වූ මාතෘකා විය. මෙකී මනෝවිද්‍යාත්මක සහ විචාරාත්මක මතවාද පිළිබඳව උනන්දුවක් දැක්වූවන් අතර ආතර් කොනොන් ඩයිල් ද විය. ආතර් කොනොන් ඩයිල් යනු ෂර්ලොක් හෝම්ස් (Sherlock Homes) නැමැති රහස් පරීක්ෂක චරිතය මුල් කර ගෙන රහස් පරීක්ෂක කථා පෙළක් ලියූ කතුවරයෙකි.</p>
	<p>ඕල්කොට් තුමා නිව්යෝක් නුවර ගත කළ කාලයේදී ඔහුට අහම්බෙන් මෙන් හෙලේනා බ්ලැවට්ස්කි මැතිනිය මුණ ගැසුණි. ඇය උසස් රුසියානු පවුලකින් පැවත ආ කාන්තාවක් වූ අතර සිය මවුබිම අතහැර ඇමෙරිකාවේ වාසයට පැමිණියාය. ඕල්කොට් තුමාගේ ආගමික මතවාද පිළිබඳව දැඩි උනන්දුවක් දැක්වූ බ්ලැවට්ස්කි මැතිනිය 1875 වසරේදී ඕල්කොට් තුමා සමඟ එකතු වී පරමවිඥානාර්ථ සංගමය පිහිටුවීමෙහිලා පුරෝගාමි වූවාය. ඔවුන්ගේ පරමාර්ථය වූයේ; </p>
	
	</div>
					</div>
					<div class="col-xl-4 col-lg-5 offset-xl-1 align-self-center">
						<div class="ss-pastor-img-wrap">
							<!-- <img src="assets/images/pastor-1.jpg" alt="img"> -->
							<img src="assets/images/custom_images/olcot.jpg" alt="img">
						</div>
					</div>
				</div>
	
	
	
	
	<p>* මනුෂ්‍යත්වයේ උත්තරීතර සහෝදරත්වයෙන් යුත් සම්බන්ධතාවයන් ගොඩනැගීම.  <br/>
* ආගමික, දාර්ශනිත හා විද්‍යාත්මක මත සංසන්දනාත්මකව හැදෑරීම. <br/>
* මෙතෙක් විස්තරාත්මකව අධ්‍යයනය කර නොමැති ස්වභාවික සංසිද්ධි සහ මනුෂ්‍යත්වය පිළිබඳ ගුප්ත
      කරුණු පරීක්ෂා කිරීම සහ මනුෂ්‍යත්වයේ අන්තර්ගත බලවේගයන් ගැන පරීක්ෂා කිරීම යන මාතෘකා
      පිළිබඳව අවධානය යොමු කිරීමය. <br/>


	</p>
	<p> හික්කඩුවේ ශ්‍රී සුමංගල නාහිමිපාණෝ මෙකල ලංකාවේ විසූ උසස් පඬිවරයෙකු විය. මේ වන විට ඕල්කොට් තුමා ලාංකික බෞද්ධ භික්ෂූන් වහන්සේ නමක් වූ ගරු මිගෙට්ටුවත්තේ ගුණානන්ද ස්ථවීරයන් සමග ලිපි මගින් අදහස් හුවමාරු කර ගත්තේය. බොහෝ උගත් ඇසූ පිරූ තැන් ඇති මිගෙට්ටුවත්තේ ගුණානන්ද හිමියෝ ආගමික වාදය සඳහා ශ්‍රී ලාංකික කථිකයා ලෙස හික්කඩුවේ ශ්‍රී සුමංගල හිමියන් විසින් නම් කරන ලද්දේය. ඕල්කොට් තුමා සහ බ්ලැවට්ස්කි මැතිනිය ශ්‍රී ලංකාවට පැමිණීමට තීරණය කරන ලද්දේ මෙවන් තත්වයක් පැවති කාලයේදීය. ඔවුහු දීර්ඝ මුහුදු ගමනකින් පසුව ලංකාවේ ගාලු වරායට ගොඩ බැස්සෝය. අති විශාල ශ්‍රී ලාංකික ජනතාවක් ඔවුන්ව පිළිගත්තෝය. 1880 මැයි මස 16 වන දින මේ දෙදෙනා (ඕල්කොට් මහතා සහ බ්ලැවට්ස්කි මැතිනිය) ගාල්ලේ විහාරස්ථානයකදී පන්සිල් සමාදන් වී බෞද්ධාගම වැළඳ ගත්හ. මේ දෙදෙනා බුද්ධාගම වැළඳ ගත් ප්‍රථම බටහිර ජාතීන් දෙදෙනා ලෙස සලකනු ලැබේ.

							
							</p><p>මේ වන විට 16 වන ලාබාළ වියේ සිටි ඩේව්ඩ් හේවාවිතාරණ ශිෂ්‍යයා (අනගාරික ධර්‍මපාල) ඉහත කී අවස්ථාව දැක ගැනීමට එම විහාරස්ථානයට පැමිණ සිටියේය. එම දර්ශනය කෙරෙහි ඔහුගේ සිත තදින් ඇදී ගියේය. ඔහු විසින් පසුව සඳහන් කරන ලද පරිදි මෙම අවස්ථාවේදී ඩේව්ඩ් හේවාවිතාරණ ශිෂ්‍යයා තමා ඉගෙන ගනිමින් සිටි පාසැලේ සිට සිය පියා හා මාමා කෙනෙකුන් සමග ඕල්කොට්තුමාගේ ප්‍රථම ප්‍රසිද්ධ දේශනයට සවන් දිම සඳහා පයින්ම බොහෝ දුරක් පැමිණි බව පවසා ඇත. ඕල්කොට් තුමා සහ බ්ලැවට්ස්කි මැතිනිය තමාට අතට අත දී ආචාර කළ බවත්, එයින් ධර්‍මපාල තරුණයා අතිශයින් සතුටට පත් බවත් පවසා ඇත. මේ වන විට ඕල්කොට් තුමා දිවයිනේ විවිධ ස්ථාන වලට තට්ටු දෙකේ අශ්ව කරත්තයකින් ගොස් ග්‍රාමීය ශ්‍රී ලාංකික බෞද්ධයින් අමතා කථා පැවැත් වූ බවත් සඳහන් වේ. රිදීමය කටහඬකින් යුත් ගුණානන්ද හිමියන්ගේ කථා වලින් බෞද්ධයෝ වශී වූ බවද පැවසේ. මෙම රැස්වීම් වලදී ඕල්කොට් තුමාගේ භාෂා පරිවර්තක ලෙස කටයුතු කිරීමට ධර්‍මපාල තරුණයාට හැකි වූයේ එතුමා ඉංග්‍රීසි බස පිළිබඳ හසල දැනුමක් තිබූ නිසාය. ඒ අතරම පරමවිඥානාර්ථ සංගමයේ පූර්ණ කාලීන ක්‍රියාකාරී සාමාජිකයෙකු ලෙසද ධර්‍මපාලතුමා කටයුතු කළේය.
							</p><p>Oඕල්කොට් තුමා සී.ඩබ්ලිව්. ලීඩිබීටර් (C.W. Leadbeater) සමඟ එකතු වී ශ්‍රී ලංකාවේ බෞද්ධ අධ්‍යාපනික කටයුතු වල දියුණුව සඳහා වසර ගණනාවක් ගත කළේය. ඒ අතර බෞද්ධ සිසු දරුවන් සඳහා පාසැල් 300 ක් පමණ පිහිටුවේය. මේ වන විට බෞද්ධ පුනරුදය සහ පරම විඥානාර්ථ සංගමය යන බලවේග දෙකම එකට මිශ්‍ර වී තිබුණි.   </p>
							<p>වරින් වර මේ දෙපිරිස අතර යම් යම් ගැටළු ඇති වූයේ පරමවිඥානාර්ථ සංගමය ආගමික බෙදුම් වාදයට අකමැති වූ බැවිනි. ඕල්කොට් තුමා සහ බ්ලැවට්ස්කි මැතිනිය මේ වෙනස තේරුම් ගත්හ. ඒ දෙදෙනා එකතු වී ලාංකික පරමවිඥානාර්ථ සංගමයේ බෞද්ධ අංශය පිහිටුවීමට පෙරමුණ ගත්හ. මේ කාලයේදී තරුණ ධර්‍මපාල ඕල්කොට් තුමා සමඟ ජපානයෙහි සංචාරයක යෙදුනේය. එකළ ජපානයේ විසූ බෞද්ධයෝ මේ දෙදෙනාව ඉතා හරසරින් පිළිගත්හ. මෙකල ජපානයේ ප්‍රචලිතව පැවතියේ මහායාන බුද්ධාගමයි. අවුරුදු දහස් ගණනකට පසු ශ්‍රී ලංකාව වැනි ථෙරවාද බුදුදහම පැවති රටකින් පැමිණි සංචාරකයෝ ප්‍රථම වරට ජපානයේ මහායාන බුදුදහම අදහන්නවුන් හමු වූයේ මේ අවස්ථාවේදිය. ථෙරවාදී බුදුදහම එකළ දක්ෂිණ බුදුදහම යන නමින්ද හැදින්විණි. ධර්‍මපාලතුමා බුද්ධගයාව හින්දුන්ගෙන් බේරා ගෙන යළිත් බෞද්ධයින් අතට පත් කිරීමේ ව්‍යාපෘතියෙහි යෙදී සිටි කාලයේදී ඕල්කොට් තුමා සිය පෞද්ගලික ධනය වියදම් කරමින් බෞද්ධ භික්ෂූන්ගේ නේවාසික ගාස්තු ගෙවීමටත්, ඔවුන්ට අවශ්‍ය වූ නීතිමය සේවාවන් ලබා දීමටත් පියවර ගත්තේය. මින් අවුරුදු කිහිපයකට පසු ඕල්කොට් තුමා සමාජ සේවිකාවක් හා ආගමික ක්‍රියාකාරිනියක් වූ ඇනී බෙසන්ට් සමග එකතු වී බෞද්ධ පුනරුදය ‍ වෙනුවෙන් ක්‍රියා කරන්නට විය. මේ වන විට ඇනී බෙසන්ට් මැතිනිය මදුරාසියේ අදයාර් ප්‍රදේශයේ විසූ අතර, ප්‍රධාන හින්දු ආගමික ග්‍රන්ථයක් වූ ‘බගවත් ගීතා’ ග්‍රන්ථය කෙරෙහි දැඩි උනන්දුවක් දක්වන්නට වූවාය. ඕල්කොට් තුමා ද ඒ අනුව යමින් බුද්ධාගම කෙරෙහි දැක්වූ සැලකිල්ල වෙනුවට ඉන්දියාවේ හින්දු ආගම යළි නගාසිටුවීම පිළිබඳව වැඩි උනන්දුවක් දැක්වීය.
							</p><p>එක්තරා අවස්ථාවකදී අනගාරික ධර්‍මපාල තුමා සහ ඕල්කොට් තුමා අතර මතභේද උත්සන්න විය. විශ්‍රාමලත් හමුදා නිලධාරියෙකු වූ ඕල්කොට් තුමා වරක් ධර්‍මපාල තුමාගෙන් ප්‍රශ්න කරන ලද කරුණක් වූයේ දන්ත ධාතූන් වහන්සේ පිළිබඳ සත්‍යතාවයි. ඒ වන විට ලංකාවේ කඳුරට අගනුවර වූ මහනුවර පූජනීය ස්ථානයක දන්ත ධාතූන් වහන්සේ තැන්පත් කර තිබුණි. දන්ත ධාතූන් වහන්සේ එතරම් පූජනීයත්වයට පත්වීම හා බුදුදහමේ නිර්මාතෘවරයා පිළිබඳව ද මතභේද ඇති විය. පරමවිඥානාර්ථ සංගමයේ බෙංගාලි ශාඛාව ධර්‍මපාලතුමාගේ අදහස් වලට සහයෝගය දුන්නේය. ඕල්කොට් තුමාගේ ලේඛන වල සඳහන් වන අයුරු ඇතැම් හින්දුන් ධර්‍මපාල තුමාව තදින් විවේචනය කළේ ඔහුගේ මහාබෝධි සංගමය හින්දු භක්තිකයින්ව බුද්ධාගමට හැරවීමේ උත්සහයක යෙදෙන බව පවසමිනි. බෙංගාලි පරමවිඥානාර්ථ සංගමය බුද්ධගයාව බේරා ගැනිම සඳහා ධර්‍මපාල තුමා ගෙන ගිය ව්‍යාපාරයට දැඩි සහයෝගයක් දැක්වීය. ක්‍රමයෙන් මෙම මතභේද උස්සන්න වීමට පටන් ගත්තේය. මේ වන විට ඕල්කොට් තුමා ඉහත කී මතභේද නිසා මහාබෝධි සංගමයෙන් ඉවත් විමට තීරණය කළේය. ධර්‍මපාල තුමාද පරමවිඥානාර්ථ සංගමයෙන් ඉවත් විය. ඔවුන් දෙදෙනාටම අවශ්‍ය වූයේ මහාබෝධි සංගමය බෞද්ධයින් නියෝජනය කරන සංගමයක් පමණක් බව ඔප්පු කිරීමටත්, පරමවිඥානාර්ථ සංගමය එසේ නොවන බවටත් ඔප්පු කිරීමය. </p><p>අද දක්වාම ශ්‍රී ලාංකික ජනතාව අතර ඕල්කොට් තුමාව ඉතා උසස් තැනක ලා සලකනු ලබන අතර, ශතවර්ෂ තුනකට අධික කාලයක් තුල බෞද්ධ ජනතාවට නිසි ආගමික නිදහසක් නොතිබුණු අතර බුද්ධාගම ජීවමාන ආගමක් ලෙස පවත්වාගෙන යෑම සඳහා බ්‍රිතාන්‍ය පාලකයින්ගෙන් නිදහසක් නොතිබුණ අතර එය ග්‍රාමීය බෞද්ධ සිද්ධස්ථාන හා පූජකයින් අතර පමණක් ජීවමානව (ක්‍රියාකාරීව) පවත්වාගෙන ගිය බවත් පිළිගැනීම විය.

ඕල්කොට් තුමා ශ්‍රී ලාංකික ජනතාවගේ ගෞරවාදරයට පත්විමට තවත් හේතුවක් වූයේ එතුමා විසින් ස්ථාපිත කරන ලද පාසැල් පද්ධතිය නිසාත්ය. එම පාසැල් බොහොමයක් මේ දක්වා ශ්‍රී ලංකාවට අනගි අධ්‍යාපන සේවාවක් සලසමින් ක්‍රියාත්මක වේ. ලංකාවේ අගනුවර වූ කොළඹ නගරයේ දුම්රිය පොළ ඉදිරිපිට එතුමාගේ පිළිරුවක් ඉදිකර තිබේ. වෙනත් ප්‍රධාන නගර කීපයකම මෙවැනි පිළිරූ ඉදිකර ඇති අතර, එතුමා මුලින් ශ්‍රී ලංකාවට ගොඩබසින ලද ගාලු නගරය ඉන් ප්‍රධාන වේ. ලංකා පරමවිඥානාර්ථ බෞද්ධ සමිතිය මුලින් ආරම්භ කරන ලද්දේ ගාලු නගරයේ වුවද වෙනත් ප්‍රදේශ කීපයකත් ශාඛා පිහිටුවනු ලැබීය. පසුව එම ප්‍රධාන කාර්යාලය යළිත් කොළඹට ගෙන යන ලද්දේ ලංකාවේ ප්‍රධාන වරාය හා නැව් තොටුපල කොළඹ වන බැවිනි.මෙම සංගමය වර්තමානයේදී හඳුන්වනු ලබන්නේ
								<a href="http://www.bts.slt.lk/about.html"> <b>ශ්‍රී ලංකාවේ පරමවිඥානාර්ථ බෞද්ධ සංගමය </b></a> යන නමිනි.
								</p><p>For more details see: <br>
<a href=" https://www.gutenberg.org/ebooks/authors/search/?query=Olcott,+Henry+Steel"><span style="color: blue;"><b> https://www.gutenberg.org/ebooks/authors/search/?query=Olcott,+Henry+Steel</b><span</a>        <br/>
·         Guruge, Ananda W. P. Free at Last in Paradise, Authuhouse, Bloomington, Ind, 1998 <br/>
·         Murphet, Howard: Hammer on the mountain, life of Henry Steel Olcott (1832–1907); Theosophical Publishing House, Wheaton 1972; ISBN 0-8356-0210-9 <br/>
·         Prothero, Stephen R.: The White Buddhist: The Asian Odyssey of Henry Steel Olcott; Indiana University Press, Bloomington 1996; ISBN 0-253-33014-9 <br/>
</p>
			</div>
		</section>

	<!-- Footer -->
	<?php include_once 'sinhala_footer.php';?>
	<!-- /Footer -->

	<!-- Scripts -->
	<script src="assets/js/jquery.min.js"></script>
	<script src="assets/js/bootstrap.min.js"></script>
	<!--Magnific-Popup-JS-->
	<script src="assets/js/jquery.magnific-popup.min.js"></script>
	<!-- Countdown -->
	<script src="assets/js/jquery.countdown.min.js"></script>
	<!--Custome-JS-->
	<script src="assets/js/interface.js"></script>
	<!--Carousel-JS-->
	<script src="assets/js/owl.carousel.min.js"></script>
	<!--ion-range-slider-JS-->
	<script src="assets/js/ion.rangeSlider.min.js"></script>
	<!--Audio-JS-->
	<script src="assets/js/audio_custome.js"></script>
</body>

</html>
